{
  "ticker": "MA",
  "year": 2023,
  "items": [
    {
      "item": "Item 1.",
      "description": "Business",
      "contents": [
        "Item 1.New entrants against whom we compete have developed alternative payments systems, e-commerce payments systems and payments systems for mobile devices, as well as physical store locations.",
        "A number of these new entrants rely principally on technology to support their services that provides cost advantages, and as a result may enjoy lower costs than we do, which could put us at a competitive disadvantage.",
        "Our ability to compete may also be affected by regulatory and legislative initiatives, as well as the outcomes of litigation, competition-related regulatory proceedings and central bank activity and legislative activity.",
        "Moreover, the suspension of our business operations in Russia may provide the opportunity for competitors to grow their business and increase their market share and relative competitive position in other jurisdictions.If we are not able to differentiate ourselves from our competitors, drive value for our customers and/or effectively align our resources with our goals and objectives, we may not be able to compete effectively against these threats.",
        "Our failure to compete effectively against any of the foregoing competitive threats could materially and adversely affect our overall business and results of operations.Disintermediation from stakeholders both within and outside of the payments value chain could harm our business.As the payments industry continues to develop and change, we face disintermediation and related risks, including:•Parties that process our transactions in certain countries may try to eliminate our position as an intermediary in the payment process.",
        "For example, merchants could switch (and in some cases are switching) transactions directly with issuers. Additionally, processors could process transactions directly between issuers and acquirers.",
        "Large scale consolidation within processors could result in these processors developing bilateral agreements or in some cases switching the entire transaction on their own network, thereby disintermediating us.•Industry participants continue to invest in and develop alternative capabilities, such as account-to-account payments, which could facilitate P2M transactions that compete with both our core payments network and our additional payment capabilities.•Regulation (such as PSD2 in the EEA) may disintermediate issuers by enabling third-party providers opportunities to route payment transactions away from our network and products and towards other forms of payment by offering account information or payment initiation services directly to those who currently use our products.",
        "Such regulation may also provide these processors with the opportunity to commoditize the data that are included in the transactions they are servicing.",
        "If our customers are disintermediated in their business, we could face diminished demand for our integrated products and services.•Although we partner with fintechs and technology companies (such as digital players and mobile providers) that leverage our technology, platforms and networks to deliver their products, they could develop platforms or networks that disintermediate us from digital payments and impact our ability to compete in the digital economy.",
        "These companies may also develop products or 30 MASTERCARD 2022 FORM 10-KPART I"
      ]
    },
    {
      "item": "Item 1A.",
      "description": "Risk Factors",
      "contents": [
        "ITEM 1A.",
        "RISK FACTORS•our stockholders are not entitled to the right to cumulate votes in the election of directors•our stockholders are not entitled to act by written consent•any representative of a competitor of Mastercard or of Mastercard Foundation is disqualified from service on our board of directorsMastercard Foundation’s substantial stock ownership, and restrictions on its sales, may impact corporate actions or acquisition proposals favorable to, or favored by, the other public stockholders.As of February 8, 2023, Mastercard Foundation owned 101,253,283 shares of Class A common stock, representing approximately 10.7% of our general voting power.",
        "Currently, Mastercard Foundation may not sell or otherwise transfer its shares of Class A common stock prior to May 1, 2027, except to the extent necessary to satisfy its charitable disbursement requirements, for which purpose earlier sales are permitted and have occurred.",
        "Based on that timing, Mastercard Foundation would be permitted to sell all of its remaining shares beginning May 1, 2027, subject to certain conditions.",
        "The directors of Mastercard Foundation are required to be independent of us and our customers.",
        "The ownership of Class A common stock by Mastercard Foundation, together with the restrictions on transfer, could discourage or make more difficult acquisition proposals favored by the other holders of the Class A common stock.",
        "In addition, because Mastercard Foundation is restricted from selling its shares for an extended period of time, it may not have the same interest in short or medium-term movements in our stock price as, or incentive to approve a corporate action that may be favorable to, our other stockholders."
      ]
    },
    {
      "item": "Item 1B.",
      "description": "Unresolved Staff Comments",
      "contents": [
        "Item 1B. Unresolved staff commentsNot applicable."
      ]
    },
    {
      "item": "Item 2.",
      "description": "Properties",
      "contents": [
        "Item 2. PropertiesWe own our corporate headquarters, located in Purchase, New York, and our principal technology and operations center, located in O’Fallon, Missouri.",
        "As of December 31, 2022, Mastercard and its subsidiaries owned or leased commercial properties throughout the U.S.",
        "and other countries around the world, consisting of corporate and regional offices, as well as our operations centers.We believe that our facilities are suitable and adequate for the business that we currently conduct.",
        "However, we periodically review our space requirements and may acquire or lease new space to meet the needs of our business and address climate-related impacts, or consolidate and dispose of facilities that are no longer required."
      ]
    },
    {
      "item": "Item 3.",
      "description": "Legal Proceedings",
      "contents": [
        "Item 3. Legal proceedingsRefer to Note 13 (Accrued Expenses and Accrued Litigation) and Note 21 (Legal and Regulatory Proceedings) to the consolidated financial statements included in Part II, Item 8."
      ]
    },
    {
      "item": "Item 4.",
      "description": "Mine Safety Disclosures",
      "contents": [
        "Item 4. Mine safety disclosuresNot applicable.",
        "40 MASTERCARD 2022 FORM 10-KPART IEXECUTIVE OFFICERSInformation about our executive officers(as of February 14, 2023)NameCurrent Position AgePrevious Mastercard ExperiencePrevious Business ExperienceAjay Bhalla President, Cyber and Intelligence Solutions since November 201857President, Enterprise Security Solutions (2014-2018)President, Digital Gateway Services (2011-2013) President, South Asia and Southeast Asia (2008-2011)Various senior leadership positions, including President, Southeast Asia; Country Manager, Singapore and Head of Marketing, Southeast Asia; Vice President Various leadership positions at HSBC and Xerox CorporationMichael Froman Vice Chairman and President, Strategic Growth since April 201860Mr.",
        "Froman joined the Company in 2018 in his current roleU.S.",
        "Trade Representative in the Executive Office of President Obama (2013-2017)Assistant to the President and Deputy National Security Advisor for International Economic Policy (2009-2013)Various senior leadership positions at Citigroup, including CEO, CitiInsurance and COO of Citigroup’s alternative investments businessLinda KirkpatrickPresident, North Americasince January 202146President, U.S.",
        "Issuers (2020)Executive Vice President, Merchants and Acceptance (2016-2020)Senior Vice President, Core Merchants (2013-2016)Senior Vice President, Franchise Development (2011-2013)Vice President, U.S.",
        "Region (2008-2011)Vice President, Investor Relations Hai Ling Co-President International Marketssince January 202252Co-President, Asia Pacific (2015-2021)President, Enterprise Development (2014-2015)President, Greater China (2010-2014) Various roles at Booz Allen Hamilton and Bank of AmericaRaghu MalhotraCo-President International Marketssince January 202253President, Middle East and Africa (2016-2021)Division President, Middle East and North Africa (2012-2015)Various leadership roles (2000-2005)Various roles at Citicorp, American Express and ANZ Grindlays Bank (1992-2000)Edward McLaughlin President and Chief Technology Officer, Mastercard Technology since May 201757Chief Information Officer (2016-2017)Chief Emerging Payments Officer (2010-2015)Various senior leadership roles, including Chief Franchise Development Officer and Senior Vice President, Bill Payment and Healthcare Group Vice President, Product and Strategy, Metavante Corporation Co-Founder and CEO, Paytrust, Inc.",
        "MASTERCARD 2022 FORM 10-K 41PART IEXECUTIVE OFFICERSNameCurrent PositionAgePrevious Mastercard ExperiencePrevious Business ExperienceSachin Mehra Chief Financial Officer since April 201952Chief Financial Operations Officer (2018-2019)Executive Vice President, Commercial Products (2015-2018)Executive Vice President and Business Financial Officer, North America (2013-2015)Corporate Treasurer (2010-2013)Various senior positions at Hess Corporation, including Vice President and TreasurerVarious senior treasury and finance positions, General Motors Corporation and GMAC Michael Miebach President and Chief Executive Officer since January 202155President (2020)Chief Product Officer (2016-2020)President, Middle East and Africa (2010-2015)Managing Director, Middle East and North Africa and Managing Director, Sub-Saharan Africa, Barclays Bank PLC Various executive positions at Citigroup in Germany, Austria, U.K.",
        "and Turkey Tim Murphy Chief Administrative Officer since April 202155General Counsel (2014-2021)Chief Product Officer (2009-2014)Various senior leadership roles, including President, U.S.",
        "Region; Executive Vice President, Customer Business Planning and Analysis; and Senior Vice President and Associate General Counsel Associate, Cleary, Gottlieb, Steen and Hamilton, New York and LondonRaja Rajamannar Chief Marketing and Communications Officer and President, Healthcare since January 201661Chief Marketing Officer (2013-2015)Executive Vice President-Senior Business and Chief Transformation Officer, Anthem (formerly, WellPoint, Inc.) (2012- 2013)Senior Vice President and Chief Innovation and Marketing Officer, Humana Inc.",
        "(2009-2012)Various management positions at Citigroup, including Executive Vice President and Chief Marketing Officer-Citi Global Cards Raj SeshadriPresident, Data and Servicessince January 202057President, U.S. Issuers (2016-2019)Managing Director, Head of iShares U.S.",
        "Wealth Advisory business, BlackRock (2014-2016) Managing Director, Global Marketing Officer of iShares, BlackRock, Inc. (2012-2014) Various leadership positions at Citigroup, U.S. Trust Company and McKinsey & Company, Inc.",
        "Craig Vosburg Chief Product Officer since January 202155President, North America (2016-2020)Chief Product Officer (2014-2015)Executive Vice President, U.S. Market Development (2010-2014)Various senior leadership roles, including Head of Mastercard Advisors, U.S.",
        "and Canada and Head of Mastercard Advisors, Southeast Asia, Greater China and South Asia/Middle East/Africa Senior member-financial services practice, Bain & Company and A.T.",
        "Kearney Vice President, CoreStates Financial Corporation 42 MASTERCARD 2022 FORM 10-KPART II"
      ]
    },
    {
      "item": "Item 5.",
      "description": "Market for Registrant's Common Equity",
      "contents": [
        "Item 5. Market for registrant’s common equity, related stockholder matters and issuer purchases of equity securitiesOur Class A common stock trades on the New York Stock Exchange under the symbol “MA”.",
        "At February 8, 2023, we had 71 stockholders of record for our Class A common stock.",
        "We believe that the number of beneficial owners is substantially greater than the number of record holders because a large portion of our Class A common stock is held in “street name” by brokers.There is currently no established public trading market for our Class B common stock.",
        "There were approximately 233 holders of record of our non-voting Class B common stock as of February 8, 2023, constituting approximately 0.8% of our total outstanding equity.",
        "Stock Performance GraphThe graph and table below compare the cumulative total stockholder return of Mastercard’s Class A common stock, the S&P 500 and the S&P 500 Financials for the five-year period ended December 31, 2022.",
        "The graph assumes a $100 investment in our Class A common stock and both of the indices and the reinvestment of dividends.",
        "Mastercard’s Class B common stock is not publicly traded or listed on any exchange or dealer quotation system.Comparison of cumulative five-year total return Total returns to stockholders for each of the years presented were as follows:Base periodIndexed ReturnsFor the Years Ended December 31,Company/Index201720182019202020212022Mastercard$100.00 $125.32 $199.46 $239.70 $242.47 $236.03 S&P 500 100.00 95.62 125.72 148.85 191.58 156.88 S&P 500 Financials100.00 86.97 114.91 112.96 152.54 136.48 Dividend Declaration and Policy On December 6, 2022, our Board of Directors declared a quarterly cash dividend of $0.57 per share paid on February 9, 2023 to holders of record on January 9, 2023 of our Class A common stock and Class B common stock.",
        "On February 14, 2023, our Board of Directors declared a quarterly cash dividend of $0.57 per share payable on May 9, 2023 to holders of record on April 7, 2023 of our Class A common stock and Class B common stock.",
        "Subject to legally available funds, we intend to continue to pay a quarterly cash dividend on our outstanding Class A common stock and Class B common stock.",
        "However, the declaration and payment of future dividends is at the sole discretion of our Board of Directors after taking into account various factors, including our financial condition, operating results, available cash and current and anticipated cash needs.",
        "Issuer Purchases of Equity SecuritiesDuring the fourth quarter of 2022, we repurchased 7.4 million shares for $2.4 billion at an average price of $328.26 per share of Class A common stock.",
        "See Note 16 (Stockholders' Equity) to the consolidated financial statements included in Part II, Item 8 for further discussion with respect to our share repurchase programs.",
        "The following table presents our repurchase activity on a cash basis during the fourth quarter of 2022: PeriodTotal Numberof SharesPurchasedAverage PricePaid per Share(includingcommission cost)Total Number ofShares Purchased asPart of PubliclyAnnounced Plans orProgramsDollar Value ofShares that may yetbe Purchased underthe Plans orPrograms 1October 1 – 312,170,087 $297.01 2,170,087 $4,943,927,887 November 1 – 302,444,959 $333.87 2,444,959 $4,127,621,138 December 1 – 312,740,325 $348.01 2,740,325 $12,173,961,341 Total7,355,371 $328.26 7,355,371 1Dollar value of shares that may yet be purchased under the share repurchase programs is as of the end of the period.2In December 2022 and November 2021, our Board of Directors approved share repurchase programs of our Class A common stock authorizing us to repurchase up to $9.0 billion and $8.0 billion, respectively."
      ]
    },
    {
      "item": "Item 6.",
      "description": "[Reserved]",
      "contents": [
        "Item 6. [Reserved]MASTERCARD 2022 FORM 10-K 44PART II"
      ]
    },
    {
      "item": "Item 7.",
      "description": "Management's Discussion and Analysis",
      "contents": [
        "ITEM 7.",
        "MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONSor to the extent we are unable to realize a deferred tax asset, we would adjust the valuation allowance in the period in which such a determination is made, with a corresponding increase or decrease to earnings.We record tax liabilities for uncertain tax positions taken, or expected to be taken, which may not be sustained or may only be partially sustained, upon examination by the relevant taxing authorities.",
        "We consider all relevant facts and current authorities in the tax law in assessing whether any benefit resulting from an uncertain tax position is more likely than not to be sustained and, if so, how current law impacts the amount reflected within these financial statements.",
        "If upon examination, we realize a tax benefit which is not fully sustained or is more favorably sustained, this would generally increase earnings in the period.",
        "In certain situations, we will have offsetting tax credits or taxes in other jurisdictions.Deferred taxes are established on the estimated foreign exchange gains or losses for foreign earnings that are not considered permanently reinvested, which will be recognized through cumulative translation adjustments as incurred.",
        "Ultimately, the working capital requirements of foreign affiliates will determine the amount of cash to be remitted from respective jurisdictions.Business CombinationsWe account for our business combinations using the acquisition method of accounting.",
        "The acquisition purchase price, including contingent consideration, if any, is allocated to the underlying identified, tangible and intangible assets, liabilities assumed and any non-controlling interest in the acquiree, based on their respective estimated fair values on the acquisition date.",
        "Any excess of purchase price over the fair value of net assets acquired, including identifiable intangible assets, is recorded as goodwill.",
        "The amounts and useful lives assigned to acquisition-related tangible and intangible assets impact the amount and timing of future amortization expense.",
        "We use various valuation techniques to determine fair value, primarily discounted cash flows analysis, relief-from-royalty and multi-period excess earnings for estimating the value of intangible assets.",
        "These valuation techniques include comparable company multiples, discount rates, growth projections and other assumptions of future business conditions.",
        "Determining the fair value of assets acquired, liabilities assumed, any non-controlling interest in the acquiree and the expected useful lives, requires management’s judgment.",
        "The significance of management’s estimates and assumptions is relative to the size of the acquisition. Our estimates are based upon assumptions believed to be reasonable, but which are inherently uncertain and unpredictable."
      ]
    },
    {
      "item": "Item 7A.",
      "description": "Quantitative and Qualitative Disclosures About Market Risk",
      "contents": [
        "ITEM 7A.",
        "QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISKWe are further exposed to foreign exchange rate risk related to translation of our net investment in foreign subsidiaries where the functional currency is different than our U.S.",
        "dollar reporting currency. To manage this risk, we may enter into foreign exchange derivative contracts to hedge a portion of our net investment in foreign subsidiaries.",
        "The effect of a hypothetical 10% adverse change in the value of the U.S.",
        "dollar could result in a fair value loss of approximately $203 million and $165 million on our foreign exchange derivative contracts designated as a net investment hedge at December 31, 2022 and 2021, respectively, before considering the offsetting effect of the underlying hedged activity.",
        "Interest Rate RiskOur available-for-sale debt investments include fixed and variable rate securities that are sensitive to interest rate fluctuations.",
        "Our policy is to invest in high quality securities, while providing adequate liquidity and maintaining diversification to avoid significant exposure.",
        "A hypothetical 100 basis point adverse change in interest rates would not have a material impact to the fair value of our investments at December 31, 2022 and 2021.",
        "We are also exposed to interest rate risk related to our fixed-rate debt.",
        "To manage this risk, we may enter into interest rate derivative contracts to hedge a portion of our fixed-rate debt that is exposed to changes in fair value attributable to changes in a benchmark interest rate.",
        "The effect of a hypothetical 100 basis point adverse change in interest rates could result in a fair value loss of approximately $36 million and $49 million on our interest rate derivative contracts designated as a fair value hedge of our fixed-rate debt at December 31, 2022 and 2021, respectively, before considering the offsetting effect of the underlying hedged activity.61 MASTERCARD 2022 FORM 10-KPART II"
      ]
    },
    {
      "item": "Item 8.",
      "description": "Financial Statements and Supplementary Data",
      "contents": [
        "Item 8. 2Consolidated Financial Statement SchedulesNone.",
        "3The following exhibits are filed as part of this Report or, where indicated, were previously filed and are hereby incorporated by reference:Refer to the Exhibit Index included herein.Item 16.",
        "Form 10-K summaryNone.117 MASTERCARD 2022 FORM 10-KExhibit indexExhibit numberExhibit Description3.1Amended and Restated Certificate of Incorporation of Mastercard Incorporated (incorporated by reference to Exhibit 3.1 to the Company’s Current Report on Form 8-K filed June 24, 2022 (File No.",
        "001-32877)).3.2Amended and Restated By-Laws of Mastercard Incorporated (incorporated by reference to Exhibit 3.2 to the Company’s Current Report on Form 8-K filed June 24, 2022 (File No. 001-32877)).",
        "4.1Indenture, dated as of March 31, 2014, between the Company and Deutsche Bank Trust Company Americas, as trustee (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 31, 2014 (File No.",
        "001-32877)).4.2Officer’s Certificate of the Company, dated as of March 31, 2014 (incorporated by reference to Exhibit 4.2 of the Company’s Current Report on Form 8-K filed on March 31, 2014 (File No.",
        "001-32877)).4.3Form of Global Note representing the Company’s 3.375% Notes due 2024 (included in Officer’s Certificate of the Company, dated as of March 31, 2014) (incorporated by reference to Exhibit 4.2 of the Company’s Current Report on Form 8-K filed on March 31, 2014 (File No.",
        "001-32877)).4.4Officer’s Certificate of the Company, dated as of December 1, 2015 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on December 1, 2015 (File No.",
        "001-32877)).4.5Form of Global Note representing the Company’s 2.100% Notes due 2027 (included in Officer’s Certificate of the Company, dated as of December 1, 2015) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on December 1, 2015 (File No.",
        "001-32877)).4.6Form of Global Note representing the Company’s 2.500% Notes due 2030 (included in Officer’s Certificate of the Company, dated as of December 1, 2015) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on December 1, 2015 (File No.",
        "001-32877)).4.7Officer’s Certificate of the Company, dated as of November 21, 2016 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on November 21, 2016 (File No.",
        "001-32877)).4.8Form of Global Note representing the Company’s 2.950% Notes due 2026 (included in Officer’s Certificate of the Company, dated as of November 21, 2016) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on November 21, 2016 (File No.",
        "001-32877)).4.9Form of Global Note representing the Company’s 3.800% Notes due 2046 (included in Officer’s Certificate of the Company, dated as of November 21, 2016) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on November 21, 2016 (File No.",
        "001-32877)).4.10Officer’s Certificate of the Company, dated as of February 26, 2018 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on February 26, 2018 (File No.",
        "001-32877)).4.11Form of Global Note representing the Company’s 3.5% Notes due 2028 (included in Officer’s Certificate of the Company, dated as of February 26, 2018) (incorporated by reference to Exhibit 4.1 of the of the Company’s Current Report on Form 8-K filed on February 26, 2018 (File No.",
        "001-32877)).4.12Form of Global Note representing the Company’s 3.95% Notes due 2048 (included in Officer’s Certificate of the Company, dated as of February 26, 2018) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on February 26, 2018 (File No.",
        "001-32877)).4.13Officer’s Certificate of the Company, dated as of May 31, 2019 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on May 31, 2019 (File No.",
        "001-32877)).",
        "4.14Form of Global Note representing the Company’s 2.950% Notes due 2029 (included in Officer’s Certificate of the Company, dated as of May 31, 2019) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on May 31, 2019 (File No.",
        "001-32877)).",
        "4.15Form of Global Note representing the Company’s 3.650% Notes due 2049 (included in Officer’s Certificate of the Company, dated as of May 31, 2019) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on May 31, 2019 (File No.",
        "001-32877)).",
        "4.16Officer’s Certificate of the Company, dated as of December 3, 2019 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on December 3, 2019 (File No.",
        "001-32877)).",
        "4.17Form of Global Note representing the Company’s 2.000% Notes due 2025 (included in Officer’s Certificate of the Company, dated as of December 3, 2019) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on December 3, 2019 (File No.",
        "001-32877)).",
        "4.18Officer’s Certificate of the Company, dated as of March 26, 2020 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 26, 2020 (File No.",
        "001-32877)).",
        "4.19Form of Global Note representing the Company’s 3.300% Notes due 2027 (included in Officer’s Certificate of the Company, dated as of March 26, 2020) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 26, 2020 (File No.",
        "001-32877)).",
        "4.20Form of Global Note representing the Company’s 3.350% Notes due 2030 (included in Officer’s Certificate of the Company, dated as of March 26, 2020) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 26, 2020 (File No.",
        "001-32877)).",
        "4.21Form of Global Note representing the Company’s 3.850% Notes due 2050 (included in Officer’s Certificate of the Company, dated as of March 26, 2020) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 26, 2020 (File No.",
        "001-32877)).",
        "4.22Officer’s Certificate of the Company, dated as of March 4, 2021 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 4, 2021 (File No.",
        "001-32877)).",
        "4.23Form of Global Note representing the Company’s 1.900% Notes due 2031 (included in Officer’s Certificate of the Company, dated as of March 4, 2021) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 4, 2021 (File No.",
        "001-32877)).",
        "4.24Form of Global Note representing the Company’s 2.950% Notes due 2051 (included in Officer’s Certificate of the Company, dated as of March 4, 2021) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 4, 2021 (File No.",
        "001-32877)).",
        "4.25Officer’s Certificate of the Company, dated as of November 18, 2021 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on November 18, 2021 (File No.",
        "001-32877)).",
        "4.26Form of Global Note representing the Company’s 2.000% Notes due 2031 (included in Officer’s Certificate of the Company, dated as of November 18, 2021) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on November 18, 2021 (File No.",
        "001-32877)).",
        "4.27Officer’s Certificate of the Company, dated as of February 22, 2022 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on February 22, 2022 (File No.",
        "001-32877)).",
        "4.28Form of Global Note representing the Company’s 1.000% Notes due 2029 (included in Officer’s Certificate of the Company, dated as of February 22, 2022) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on February 22, 2022 (File No.",
        "001-32877)). 4.29*Description of Securities Registered Pursuant to Section 12 of the Securities Exchange Act of 1934.",
        "10.1*$8,000,000,000 Amended and Restated Credit Agreement, dated as of November 10, 2022, among Mastercard Incorporated, the several lenders and agents from time to time party thereto, Citibank, N.A., as managing administrative agent and JPMorgan Chase Bank, N.A.",
        "as administrative agent.10.2+Employment Agreement between Mastercard International Incorporated and Ajaypal Banga, dated as of July 1, 2010 (incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K filed July 8, 2010 (File No.",
        "001-32877)).10.2.1+Employment Letter Agreement between Mastercard International Incorporated and Ajaypal Banga, dated as of December 31, 2020 (incorporated by reference to Exhibit 10.2.1 to the Company’s Annual Report on Form 10-K filed February 12, 2021 (File No.",
        "001-32877)).",
        "10.2.2Consulting Letter Agreement between Mastercard International Incorporated and Ajaypal Banga, dated as of December 13, 2021 (incorporated by reference to Exhibit 10.2.2 to the Company’s Annual Report on Form 10-K filed February 11, 2022 (File No.",
        "001-32877)).10.3+Description of Employment Arrangement with Craig Vosburg (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed May 2, 2018 (File No.",
        "001-32877)).10.4+Description of Employment Arrangement with Tim Murphy (incorporated by reference to Exhibit 10.5 to the Company’s Quarterly Report on Form 10-Q filed April 30, 2019 (File No.",
        "001-32877)).10.5+Description of Employment Arrangement with Michael Froman (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed April 29, 2020 (File No. 001-32877)).",
        "10.6+Description of Employment Arrangement with Sachin Mehra (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed April 29, 2020 (File No. 001-32877)).",
        "10.7+Description of Employment Arrangement with Michael Miebach (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed April 29, 2020 (File No. 001-32877)).",
        "10.8+Mastercard International Senior Executive Annual Incentive Compensation Plan, as amended and restated effective September 7, 2022 (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed October 27, 2022 (File No.",
        "001-32877)).10.9+Mastercard International Incorporated Restoration Program, as amended and restated January 1, 2007 unless otherwise provided (incorporated by reference to Exhibit 10.22 to the Company’s Annual Report on Form 10-K filed February 19, 2009 (File No.",
        "001-32877)).10.10+Mastercard Incorporated Deferral Plan, as amended and restated effective December 1, 2008 for account balances established after December 31, 2004 (incorporated by reference to Exhibit 10.25 to the Company’s Annual Report on Form 10-K filed February 19, 2009 (File No.",
        "001-32877)).10.11+Mastercard Incorporated 2006 Long Term Incentive Plan, amended and restated effective June 22, 2021 (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed July 29, 2021 (File No.",
        "001-32877)).10.12+Form of Restricted Stock Unit Agreement for awards under 2006 Long Term Incentive Plan (effective for awards granted on and subsequent to March 1, 2022) (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed April 28, 2022 (File No.",
        "001-32877)).10.13+Form of Stock Option Agreement for awards under 2006 Long Term Incentive Plan (effective for awards granted on and subsequent to March 1, 2022) (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed April 28, 2022 (File No.",
        "001-32877)).10.14+Form of Performance Stock Unit Agreement for awards under 2006 Long Term Incentive Plan (effective for awards granted on and subsequent to March 1, 2022) (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed April 28, 2022 (File No.",
        "001-32877)).10.15+Form of Mastercard Incorporated Long Term Incentive Plan Non-Competition and Non-Solicitation Agreement for named executive officers (incorporated by reference to Exhibit 10.17 to the Company’s Annual Report on Form 10-K filed February 16, 2012 (File No.",
        "001-32877)).10.16+Amended and Restated Mastercard International Incorporated Executive Severance Plan, amended and restated as of April 11, 2022 (incorporated by reference to Exhibit 10.4 to the Company’s Quarterly Report on Form 10-Q filed April 28, 2022 (File No.",
        "001-32877)).10.17+Amended and Restated Mastercard International Incorporated Change in Control Severance Plan, amended and restated as of April 11, 2022 (incorporated by reference to Exhibit 10.5 to the Company’s Quarterly Report on Form 10-Q filed April 28, 2022 (File No.",
        "001-32877)).10.18Schedule of Non-Employee Directors’ Annual Compensation effective as of January 1, 2022 (incorporated by reference to to Exhibit 10.20 to the Company’s Annual Report on Form 10-K filed February 11, 2022 (File No.",
        "001-32877)).10.192006 Non-Employee Director Equity Compensation Plan, amended and restated effective as of June 22, 2021 (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed July 29, 2021 (File No.",
        "001-32877)).10.20Form of Deferred Stock Unit Agreement for awards under 2006 Non-Employee Director Equity Compensation Plan, amended and restated effective June 22, 2021 (effective for awards granted on and subsequent to June 21, 2022) (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed July 28, 2022 (File No.",
        "001-32877)).10.21Form of Restricted Stock Agreement for awards under 2006 Non-Employee Director Equity Compensation Plan, amended and restated effective June 22, 2021 (effective for awards granted on and subsequent to June 21, 2022) (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed July 28, 2022 (File No.",
        "001-32877)).10.22Form of Indemnification Agreement between Mastercard Incorporated and certain of its directors (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed May 2, 2006 (File No.",
        "000-50250)).10.23Form of Indemnification Agreement between Mastercard Incorporated and certain of its director nominees (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed May 2, 2006 (File No.",
        "000-50250)).10.24Deed of Gift between Mastercard Incorporated and Mastercard Foundation (incorporated by reference to Exhibit 10.28 to Pre-Effective Amendment No.",
        "5 to the Company’s Registration Statement on Form S-1 filed May 3, 2006 (File No.",
        "333-128337)).10.25Settlement Agreement, dated as of June 4, 2003, between Mastercard International Incorporated and Plaintiffs in the class action litigation entitled In Re Visa Check/MasterMoney Antitrust Litigation (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed August 8, 2003 (File No.",
        "000-50250)).10.26Stipulation and Agreement of Settlement, dated July 20, 2006, between Mastercard Incorporated, the several defendants and the plaintiffs in the consolidated federal class action lawsuit titled In re Foreign Currency Conversion Fee Antitrust Litigation (MDL 1409), and the California state court action titled Schwartz v.",
        "Visa Int’l Corp., et al. (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed November 1, 2006 (File No.",
        "001-32877)).10.27Omnibus Agreement Regarding Interchange Litigation Judgment Sharing and Settlement Sharing, dated as of February 7, 2011, by and among Mastercard Incorporated, Mastercard International Incorporated, Visa Inc., Visa U.S.A.",
        "Inc., Visa International Service Association and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.33 to Amendment No.1 to the Company’s Annual Report on Form 10-K/A filed on November 23, 2011).10.27.1Amendment to Omnibus Agreement Regarding Interchange Litigation Judgment Sharing and Settlement Sharing, dated as of August 25, 2014, by and among Mastercard Incorporated, Mastercard International Incorporated, Visa Inc., Visa U.S.A Inc., Visa International Service Association and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed October 30, 2014 (File No.",
        "001-32877)).10.27.2Second Amendment to Omnibus Agreement Regarding Interchange Litigation Judgment Sharing and Settlement Sharing, dated as of October 22, 2015, by and among Mastercard Incorporated, Mastercard International Incorporated, Visa Inc., Visa U.S.A Inc., Visa International Service Association and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed October 29, 2015 (File No.",
        "001-32877)).10.28**Mastercard Settlement and Judgment Sharing Agreement, dated as of February 7, 2011, by and among Mastercard Incorporated, Mastercard International Incorporated and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.34 to Amendment No.1 to the Company’s Annual Report on Form 10-K/A filed on November 23, 2011).10.28.1Amendment to Mastercard Settlement and Judgment Sharing Agreement, dated as of August 26, 2014, by and among Mastercard Incorporated, Mastercard International Incorporated and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed October 30, 2014 (File No.",
        "001-32877)).10.28.2Second Amendment to Mastercard Settlement and Judgment Sharing Agreement, dated as of October 22, 2015, by and among Mastercard Incorporated, Mastercard International Incorporated and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed October 29, 2015 (File No.",
        "001-32877)).10.29Superseding and Amended Class Settlement Agreement, dated September 17, 2018, by and among Mastercard Incorporated and Mastercard International Incorporated; Visa, Inc., Visa U.S.A. Inc.",
        "and Visa International Service Association; the Class Plaintiffs defined therein; and the Customer Banks defined therein (incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K filed September 18, 2018 (File No.",
        "001-32877)).21* List of Subsidiaries of Mastercard Incorporated.23.1*Consent of PricewaterhouseCoopers LLP.31.1* Certification of Michael Miebach, President and Chief Executive Officer, pursuant to Rule 13a-14(a)/15d-14(a), as adopted pursuant to Section 302 of the Sarbanes-Oxley Act of 2002.31.2* Certification of Sachin Mehra, Chief Financial Officer, pursuant to Rule 13a-14(a)/15d-14(a), as adopted pursuant to Section 302 of the Sarbanes-Oxley Act of 2002.32.1* Certification of Michael Miebach, President and Chief Executive Officer, pursuant to 18 U.S.C.",
        "Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002.32.2* Certification of Sachin Mehra, Chief Financial Officer, pursuant to 18 U.S.C.",
        "Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002.99.1*Disclosure pursuant to Section 219 of the Iran Threat Reduction and Syria Human Rights Act of 2012.101.INS XBRL Instance Document - the instance document does not appear in the Interactive Data File because its XBRL tags are embedded within the Inline XBRL document.101.SCH* XBRL Taxonomy Extension Schema Document101.CAL* XBRL Taxonomy Extension Calculation Linkbase Document101.DEF* XBRL Taxonomy Extension Definition Linkbase Document101.LAB* XBRL Taxonomy Extension Label Linkbase Document101.PRE* XBRL Taxonomy Extension Presentation Linkbase Document+ Management contracts or compensatory plans or arrangements.",
        "* Filed or furnished herewith.** Exhibit omits certain information that has been filed separately with the U.S. Securities and Exchange Commission and has been granted confidential treatment.",
        "The agreements and other documents filed as exhibits to this report are not intended to provide factual information or other disclosure other than with respect to the terms of the agreements or other documents themselves, and should not be relied upon for that purpose.",
        "In particular, any representations and warranties made by the Company in these agreements or other documents were made solely within the specific context of the relevant agreement or document and may not describe the actual state of affairs as of the date they were made or at any other time.MASTERCARD 2022 FORM 10-K 118SignaturesPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this Annual Report on Form 10-K to be signed on its behalf by the undersigned, thereunto duly authorized.",
        "MASTERCARD INCORPORATED(Registrant)Date:February 14, 2023By: /s/ MICHAEL MIEBACH Michael Miebach President and Chief Executive Officer (Principal Executive Officer)Pursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated:Date:February 14, 2023By: /s/ MICHAEL MIEBACH Michael Miebach President and Chief Executive Officer; Director (Principal Executive Officer)Date:February 14, 2023By: /s/ SACHIN MEHRA Sachin Mehra Chief Financial Officer (Principal Financial Officer)Date:February 14, 2023By: /s/ SANDRA ARKELL Sandra Arkell Corporate Controller (Principal Accounting Officer)Date:February 14, 2023By:/s/ CANDIDO BRACHERCandido BracherDirectorDate:February 14, 2023By:/s/ RICHARD K.",
        "DAVISRichard K. DavisDirectorDate:February 14, 2023By:/s/ JULIUS GENACHOWSKIJulius GenachowskiDirectorDate:February 14, 2023By:/s/ CHOON PHONG GOHChoon Phong GohDirectorDate:February 14, 2023By:/s/ MERIT E. JANOWMerit E.",
        "JanowChairman of the Board; DirectorDate:February 14, 2023By:/s/ OKI MATSUMOTOOki MatsumotoDirectorDate:February 14, 2023By:/s/ YOUNGME MOONYoungme MoonDirectorDate:February 14, 2023By:/s/ RIMA QURESHIRima QureshiDirectorDate:February 14, 2023By:/s/ GABRIELLE SULZBERGERGabrielle SulzbergerDirectorDate:February 14, 2023By:/s/ JACKSON TAIJackson TaiDirectorDate:February 14, 2023By:/s/ HARIT TALWARHarit TalwarDirectorDate:February 14, 2023By:/s/ LANCE UGGLALance UgglaDirectorMASTERCARD 2022 FORM 10-K 119"
      ]
    },
    {
      "item": "Item 9.",
      "description": "Changes in and Disagreements with Accountants",
      "contents": [
        "Item 9. Changes in and disagreements with accountants on accounting and financial disclosure Not applicable."
      ]
    },
    {
      "item": "Item 9A.",
      "description": "Controls and Procedures",
      "contents": [
        "Item 9A.",
        "Controls and proceduresEvaluation of Disclosure Controls and ProceduresOur disclosure controls and procedures (as defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934, as amended (the “Exchange Act”)) are designed to ensure that information required to be disclosed in the reports that we file or submit under the Exchange Act is recorded, processed, summarized and reported within the time periods specified in the rules and forms of the Securities and Exchange Commission and to ensure that information required to be disclosed is accumulated and communicated to management, including our President and Chief Executive Officer and our Chief Financial Officer, to allow timely decisions regarding disclosure.",
        "The President and Chief Executive Officer and the Chief Financial Officer, with assistance from other members of management, have reviewed the effectiveness of our disclosure controls and procedures as of December 31, 2022 and, based on their evaluation, have concluded that the disclosure controls and procedures were effective as of such date.Internal Control over Financial Reporting In addition, Mastercard Incorporated’s management assessed the effectiveness of Mastercard’s internal control over financial reporting as of December 31, 2022.",
        "Management’s report on internal control over financial reporting is included in Part II, Item 8.",
        "PricewaterhouseCoopers LLP, an independent registered public accounting firm, has audited the consolidated financial statements included in this Annual Report on Form 10-K and, as part of their audit, has issued their report, included herein, on the effectiveness of our internal control over financial reporting.Changes in Internal Control over Financial Reporting There was no change in Mastercard’s internal control over financial reporting that occurred during the three months ended December 31, 2022 that has materially affected, or is reasonably likely to materially affect, Mastercard’s internal control over financial reporting."
      ]
    },
    {
      "item": "Item 9B.",
      "description": "Other Information",
      "contents": [
        "Item 9B.",
        "Other informationPursuant to Section 219 of the Iran Threat Reduction and Syria Human Rights Act of 2012, we hereby incorporate by reference herein the disclosure contained in Exhibit 99.1 of this Report.",
        "113 MASTERCARD 2022 FORM 10-KPART III"
      ]
    },
    {
      "item": "Item 10.",
      "description": "Directors, Executive Officers and Corporate Governance",
      "contents": [
        "Item 10. Directors, executive officers and corporate governanceInformation regarding our executive officers is included in section “Information about our executive officers” in Part I of this Report.",
        "Additional information required by this Item with respect to our directors and executive officers, code of ethics, procedures for recommending nominees, audit committee, audit committee financial experts and compliance with Section 16(a) of the Exchange Act will appear in our definitive proxy statement to be filed with the SEC and delivered to stockholders in connection with our 2023 annual meeting of stockholders (the “Proxy Statement”).",
        "The aforementioned information in the Proxy Statement is incorporated by reference into this Report."
      ]
    },
    {
      "item": "Item 11.",
      "description": "Executive Compensation",
      "contents": [
        "Item 11. Executive compensationThe information required by this Item with respect to executive officer and director compensation will appear in the Proxy Statement and is incorporated by reference into this Report."
      ]
    },
    {
      "item": "Item 12.",
      "description": "Security Ownership",
      "contents": [
        "Item 12.",
        "Security ownership of certain beneficial owners and management and related stockholder mattersThe information required by this Item with respect to security ownership of certain beneficial owners and management equity and compensation plans will appear in the Proxy Statement and is incorporated by reference into this Report."
      ]
    },
    {
      "item": "Item 13.",
      "description": "Certain Relationships and Related Transactions",
      "contents": [
        "Item 13.",
        "Certain relationships and related transactions, and director independenceThe information required by this Item with respect to transactions with related persons, the review, approval or ratification of such transactions and director independence will appear in the Proxy Statement and is incorporated by reference into this Report."
      ]
    },
    {
      "item": "Item 14.",
      "description": "Principal Accountant Fees and Services",
      "contents": [
        "Item 14.",
        "Principal accountant fees and servicesThe information required by this Item with respect to auditors’ services and fees will appear in the Proxy Statement and is incorporated by reference into this Report.115 MASTERCARD 2022 FORM 10-KPART IV"
      ]
    },
    {
      "item": "Item 15.",
      "description": "Exhibits and Financial Statement Schedules",
      "contents": [
        "Item 15. Exhibits and financial statement schedules(a)The following documents are filed as part of this Report: 1Consolidated Financial Statements See Index to Consolidated Financial Statements in Part II, Item 8.",
        "2Consolidated Financial Statement SchedulesNone. 3The following exhibits are filed as part of this Report or, where indicated, were previously filed and are hereby incorporated by reference:Refer to the Exhibit Index included herein."
      ]
    },
    {
      "item": "Item 16.",
      "description": "Form 10-K Summary",
      "contents": [
        "Item 16.",
        "Form 10-K summaryNone.117 MASTERCARD 2022 FORM 10-KExhibit indexExhibit numberExhibit Description3.1Amended and Restated Certificate of Incorporation of Mastercard Incorporated (incorporated by reference to Exhibit 3.1 to the Company’s Current Report on Form 8-K filed June 24, 2022 (File No.",
        "001-32877)).3.2Amended and Restated By-Laws of Mastercard Incorporated (incorporated by reference to Exhibit 3.2 to the Company’s Current Report on Form 8-K filed June 24, 2022 (File No. 001-32877)).",
        "4.1Indenture, dated as of March 31, 2014, between the Company and Deutsche Bank Trust Company Americas, as trustee (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 31, 2014 (File No.",
        "001-32877)).4.2Officer’s Certificate of the Company, dated as of March 31, 2014 (incorporated by reference to Exhibit 4.2 of the Company’s Current Report on Form 8-K filed on March 31, 2014 (File No.",
        "001-32877)).4.3Form of Global Note representing the Company’s 3.375% Notes due 2024 (included in Officer’s Certificate of the Company, dated as of March 31, 2014) (incorporated by reference to Exhibit 4.2 of the Company’s Current Report on Form 8-K filed on March 31, 2014 (File No.",
        "001-32877)).4.4Officer’s Certificate of the Company, dated as of December 1, 2015 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on December 1, 2015 (File No.",
        "001-32877)).4.5Form of Global Note representing the Company’s 2.100% Notes due 2027 (included in Officer’s Certificate of the Company, dated as of December 1, 2015) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on December 1, 2015 (File No.",
        "001-32877)).4.6Form of Global Note representing the Company’s 2.500% Notes due 2030 (included in Officer’s Certificate of the Company, dated as of December 1, 2015) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on December 1, 2015 (File No.",
        "001-32877)).4.7Officer’s Certificate of the Company, dated as of November 21, 2016 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on November 21, 2016 (File No.",
        "001-32877)).4.8Form of Global Note representing the Company’s 2.950% Notes due 2026 (included in Officer’s Certificate of the Company, dated as of November 21, 2016) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on November 21, 2016 (File No.",
        "001-32877)).4.9Form of Global Note representing the Company’s 3.800% Notes due 2046 (included in Officer’s Certificate of the Company, dated as of November 21, 2016) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on November 21, 2016 (File No.",
        "001-32877)).4.10Officer’s Certificate of the Company, dated as of February 26, 2018 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on February 26, 2018 (File No.",
        "001-32877)).4.11Form of Global Note representing the Company’s 3.5% Notes due 2028 (included in Officer’s Certificate of the Company, dated as of February 26, 2018) (incorporated by reference to Exhibit 4.1 of the of the Company’s Current Report on Form 8-K filed on February 26, 2018 (File No.",
        "001-32877)).4.12Form of Global Note representing the Company’s 3.95% Notes due 2048 (included in Officer’s Certificate of the Company, dated as of February 26, 2018) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on February 26, 2018 (File No.",
        "001-32877)).4.13Officer’s Certificate of the Company, dated as of May 31, 2019 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on May 31, 2019 (File No.",
        "001-32877)).",
        "4.14Form of Global Note representing the Company’s 2.950% Notes due 2029 (included in Officer’s Certificate of the Company, dated as of May 31, 2019) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on May 31, 2019 (File No.",
        "001-32877)).",
        "4.15Form of Global Note representing the Company’s 3.650% Notes due 2049 (included in Officer’s Certificate of the Company, dated as of May 31, 2019) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on May 31, 2019 (File No.",
        "001-32877)).",
        "4.16Officer’s Certificate of the Company, dated as of December 3, 2019 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on December 3, 2019 (File No.",
        "001-32877)).",
        "4.17Form of Global Note representing the Company’s 2.000% Notes due 2025 (included in Officer’s Certificate of the Company, dated as of December 3, 2019) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on December 3, 2019 (File No.",
        "001-32877)).",
        "4.18Officer’s Certificate of the Company, dated as of March 26, 2020 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 26, 2020 (File No.",
        "001-32877)).",
        "4.19Form of Global Note representing the Company’s 3.300% Notes due 2027 (included in Officer’s Certificate of the Company, dated as of March 26, 2020) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 26, 2020 (File No.",
        "001-32877)).",
        "4.20Form of Global Note representing the Company’s 3.350% Notes due 2030 (included in Officer’s Certificate of the Company, dated as of March 26, 2020) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 26, 2020 (File No.",
        "001-32877)).",
        "4.21Form of Global Note representing the Company’s 3.850% Notes due 2050 (included in Officer’s Certificate of the Company, dated as of March 26, 2020) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 26, 2020 (File No.",
        "001-32877)).",
        "4.22Officer’s Certificate of the Company, dated as of March 4, 2021 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 4, 2021 (File No.",
        "001-32877)).",
        "4.23Form of Global Note representing the Company’s 1.900% Notes due 2031 (included in Officer’s Certificate of the Company, dated as of March 4, 2021) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 4, 2021 (File No.",
        "001-32877)).",
        "4.24Form of Global Note representing the Company’s 2.950% Notes due 2051 (included in Officer’s Certificate of the Company, dated as of March 4, 2021) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 4, 2021 (File No.",
        "001-32877)).",
        "4.25Officer’s Certificate of the Company, dated as of November 18, 2021 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on November 18, 2021 (File No.",
        "001-32877)).",
        "4.26Form of Global Note representing the Company’s 2.000% Notes due 2031 (included in Officer’s Certificate of the Company, dated as of November 18, 2021) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on November 18, 2021 (File No.",
        "001-32877)).",
        "4.27Officer’s Certificate of the Company, dated as of February 22, 2022 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on February 22, 2022 (File No.",
        "001-32877)).",
        "4.28Form of Global Note representing the Company’s 1.000% Notes due 2029 (included in Officer’s Certificate of the Company, dated as of February 22, 2022) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on February 22, 2022 (File No.",
        "001-32877)). 4.29*Description of Securities Registered Pursuant to Section 12 of the Securities Exchange Act of 1934.",
        "10.1*$8,000,000,000 Amended and Restated Credit Agreement, dated as of November 10, 2022, among Mastercard Incorporated, the several lenders and agents from time to time party thereto, Citibank, N.A., as managing administrative agent and JPMorgan Chase Bank, N.A.",
        "as administrative agent.10.2+Employment Agreement between Mastercard International Incorporated and Ajaypal Banga, dated as of July 1, 2010 (incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K filed July 8, 2010 (File No.",
        "001-32877)).10.2.1+Employment Letter Agreement between Mastercard International Incorporated and Ajaypal Banga, dated as of December 31, 2020 (incorporated by reference to Exhibit 10.2.1 to the Company’s Annual Report on Form 10-K filed February 12, 2021 (File No.",
        "001-32877)).",
        "10.2.2Consulting Letter Agreement between Mastercard International Incorporated and Ajaypal Banga, dated as of December 13, 2021 (incorporated by reference to Exhibit 10.2.2 to the Company’s Annual Report on Form 10-K filed February 11, 2022 (File No.",
        "001-32877)).10.3+Description of Employment Arrangement with Craig Vosburg (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed May 2, 2018 (File No.",
        "001-32877)).10.4+Description of Employment Arrangement with Tim Murphy (incorporated by reference to Exhibit 10.5 to the Company’s Quarterly Report on Form 10-Q filed April 30, 2019 (File No.",
        "001-32877)).10.5+Description of Employment Arrangement with Michael Froman (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed April 29, 2020 (File No. 001-32877)).",
        "10.6+Description of Employment Arrangement with Sachin Mehra (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed April 29, 2020 (File No. 001-32877)).",
        "10.7+Description of Employment Arrangement with Michael Miebach (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed April 29, 2020 (File No. 001-32877)).",
        "10.8+Mastercard International Senior Executive Annual Incentive Compensation Plan, as amended and restated effective September 7, 2022 (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed October 27, 2022 (File No.",
        "001-32877)).10.9+Mastercard International Incorporated Restoration Program, as amended and restated January 1, 2007 unless otherwise provided (incorporated by reference to Exhibit 10.22 to the Company’s Annual Report on Form 10-K filed February 19, 2009 (File No.",
        "001-32877)).10.10+Mastercard Incorporated Deferral Plan, as amended and restated effective December 1, 2008 for account balances established after December 31, 2004 (incorporated by reference to Exhibit 10.25 to the Company’s Annual Report on Form 10-K filed February 19, 2009 (File No.",
        "001-32877)).10.11+Mastercard Incorporated 2006 Long Term Incentive Plan, amended and restated effective June 22, 2021 (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed July 29, 2021 (File No.",
        "001-32877)).10.12+Form of Restricted Stock Unit Agreement for awards under 2006 Long Term Incentive Plan (effective for awards granted on and subsequent to March 1, 2022) (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed April 28, 2022 (File No.",
        "001-32877)).10.13+Form of Stock Option Agreement for awards under 2006 Long Term Incentive Plan (effective for awards granted on and subsequent to March 1, 2022) (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed April 28, 2022 (File No.",
        "001-32877)).10.14+Form of Performance Stock Unit Agreement for awards under 2006 Long Term Incentive Plan (effective for awards granted on and subsequent to March 1, 2022) (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed April 28, 2022 (File No.",
        "001-32877)).10.15+Form of Mastercard Incorporated Long Term Incentive Plan Non-Competition and Non-Solicitation Agreement for named executive officers (incorporated by reference to Exhibit 10.17 to the Company’s Annual Report on Form 10-K filed February 16, 2012 (File No.",
        "001-32877)).10.16+Amended and Restated Mastercard International Incorporated Executive Severance Plan, amended and restated as of April 11, 2022 (incorporated by reference to Exhibit 10.4 to the Company’s Quarterly Report on Form 10-Q filed April 28, 2022 (File No.",
        "001-32877)).10.17+Amended and Restated Mastercard International Incorporated Change in Control Severance Plan, amended and restated as of April 11, 2022 (incorporated by reference to Exhibit 10.5 to the Company’s Quarterly Report on Form 10-Q filed April 28, 2022 (File No.",
        "001-32877)).10.18Schedule of Non-Employee Directors’ Annual Compensation effective as of January 1, 2022 (incorporated by reference to to Exhibit 10.20 to the Company’s Annual Report on Form 10-K filed February 11, 2022 (File No.",
        "001-32877)).10.192006 Non-Employee Director Equity Compensation Plan, amended and restated effective as of June 22, 2021 (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed July 29, 2021 (File No.",
        "001-32877)).10.20Form of Deferred Stock Unit Agreement for awards under 2006 Non-Employee Director Equity Compensation Plan, amended and restated effective June 22, 2021 (effective for awards granted on and subsequent to June 21, 2022) (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed July 28, 2022 (File No.",
        "001-32877)).10.21Form of Restricted Stock Agreement for awards under 2006 Non-Employee Director Equity Compensation Plan, amended and restated effective June 22, 2021 (effective for awards granted on and subsequent to June 21, 2022) (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed July 28, 2022 (File No.",
        "001-32877)).10.22Form of Indemnification Agreement between Mastercard Incorporated and certain of its directors (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed May 2, 2006 (File No.",
        "000-50250)).10.23Form of Indemnification Agreement between Mastercard Incorporated and certain of its director nominees (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed May 2, 2006 (File No.",
        "000-50250)).10.24Deed of Gift between Mastercard Incorporated and Mastercard Foundation (incorporated by reference to Exhibit 10.28 to Pre-Effective Amendment No.",
        "5 to the Company’s Registration Statement on Form S-1 filed May 3, 2006 (File No.",
        "333-128337)).10.25Settlement Agreement, dated as of June 4, 2003, between Mastercard International Incorporated and Plaintiffs in the class action litigation entitled In Re Visa Check/MasterMoney Antitrust Litigation (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed August 8, 2003 (File No.",
        "000-50250)).10.26Stipulation and Agreement of Settlement, dated July 20, 2006, between Mastercard Incorporated, the several defendants and the plaintiffs in the consolidated federal class action lawsuit titled In re Foreign Currency Conversion Fee Antitrust Litigation (MDL 1409), and the California state court action titled Schwartz v.",
        "Visa Int’l Corp., et al. (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed November 1, 2006 (File No.",
        "001-32877)).10.27Omnibus Agreement Regarding Interchange Litigation Judgment Sharing and Settlement Sharing, dated as of February 7, 2011, by and among Mastercard Incorporated, Mastercard International Incorporated, Visa Inc., Visa U.S.A.",
        "Inc., Visa International Service Association and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.33 to Amendment No.1 to the Company’s Annual Report on Form 10-K/A filed on November 23, 2011).10.27.1Amendment to Omnibus Agreement Regarding Interchange Litigation Judgment Sharing and Settlement Sharing, dated as of August 25, 2014, by and among Mastercard Incorporated, Mastercard International Incorporated, Visa Inc., Visa U.S.A Inc., Visa International Service Association and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed October 30, 2014 (File No.",
        "001-32877)).10.27.2Second Amendment to Omnibus Agreement Regarding Interchange Litigation Judgment Sharing and Settlement Sharing, dated as of October 22, 2015, by and among Mastercard Incorporated, Mastercard International Incorporated, Visa Inc., Visa U.S.A Inc., Visa International Service Association and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed October 29, 2015 (File No.",
        "001-32877)).10.28**Mastercard Settlement and Judgment Sharing Agreement, dated as of February 7, 2011, by and among Mastercard Incorporated, Mastercard International Incorporated and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.34 to Amendment No.1 to the Company’s Annual Report on Form 10-K/A filed on November 23, 2011).10.28.1Amendment to Mastercard Settlement and Judgment Sharing Agreement, dated as of August 26, 2014, by and among Mastercard Incorporated, Mastercard International Incorporated and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed October 30, 2014 (File No.",
        "001-32877)).10.28.2Second Amendment to Mastercard Settlement and Judgment Sharing Agreement, dated as of October 22, 2015, by and among Mastercard Incorporated, Mastercard International Incorporated and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed October 29, 2015 (File No.",
        "001-32877)).10.29Superseding and Amended Class Settlement Agreement, dated September 17, 2018, by and among Mastercard Incorporated and Mastercard International Incorporated; Visa, Inc., Visa U.S.A. Inc.",
        "and Visa International Service Association; the Class Plaintiffs defined therein; and the Customer Banks defined therein (incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K filed September 18, 2018 (File No.",
        "001-32877)).21* List of Subsidiaries of Mastercard Incorporated.23.1*Consent of PricewaterhouseCoopers LLP.31.1* Certification of Michael Miebach, President and Chief Executive Officer, pursuant to Rule 13a-14(a)/15d-14(a), as adopted pursuant to Section 302 of the Sarbanes-Oxley Act of 2002.31.2* Certification of Sachin Mehra, Chief Financial Officer, pursuant to Rule 13a-14(a)/15d-14(a), as adopted pursuant to Section 302 of the Sarbanes-Oxley Act of 2002.32.1* Certification of Michael Miebach, President and Chief Executive Officer, pursuant to 18 U.S.C.",
        "Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002.32.2* Certification of Sachin Mehra, Chief Financial Officer, pursuant to 18 U.S.C.",
        "Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002.99.1*Disclosure pursuant to Section 219 of the Iran Threat Reduction and Syria Human Rights Act of 2012.101.INS XBRL Instance Document - the instance document does not appear in the Interactive Data File because its XBRL tags are embedded within the Inline XBRL document.101.SCH* XBRL Taxonomy Extension Schema Document101.CAL* XBRL Taxonomy Extension Calculation Linkbase Document101.DEF* XBRL Taxonomy Extension Definition Linkbase Document101.LAB* XBRL Taxonomy Extension Label Linkbase Document101.PRE* XBRL Taxonomy Extension Presentation Linkbase Document+ Management contracts or compensatory plans or arrangements.",
        "* Filed or furnished herewith.** Exhibit omits certain information that has been filed separately with the U.S. Securities and Exchange Commission and has been granted confidential treatment.",
        "The agreements and other documents filed as exhibits to this report are not intended to provide factual information or other disclosure other than with respect to the terms of the agreements or other documents themselves, and should not be relied upon for that purpose.",
        "In particular, any representations and warranties made by the Company in these agreements or other documents were made solely within the specific context of the relevant agreement or document and may not describe the actual state of affairs as of the date they were made or at any other time.MASTERCARD 2022 FORM 10-K 118SignaturesPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this Annual Report on Form 10-K to be signed on its behalf by the undersigned, thereunto duly authorized.",
        "MASTERCARD INCORPORATED(Registrant)Date:February 14, 2023By: /s/ MICHAEL MIEBACH Michael Miebach President and Chief Executive Officer (Principal Executive Officer)Pursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated:Date:February 14, 2023By: /s/ MICHAEL MIEBACH Michael Miebach President and Chief Executive Officer; Director (Principal Executive Officer)Date:February 14, 2023By: /s/ SACHIN MEHRA Sachin Mehra Chief Financial Officer (Principal Financial Officer)Date:February 14, 2023By: /s/ SANDRA ARKELL Sandra Arkell Corporate Controller (Principal Accounting Officer)Date:February 14, 2023By:/s/ CANDIDO BRACHERCandido BracherDirectorDate:February 14, 2023By:/s/ RICHARD K.",
        "DAVISRichard K. DavisDirectorDate:February 14, 2023By:/s/ JULIUS GENACHOWSKIJulius GenachowskiDirectorDate:February 14, 2023By:/s/ CHOON PHONG GOHChoon Phong GohDirectorDate:February 14, 2023By:/s/ MERIT E. JANOWMerit E.",
        "JanowChairman of the Board; DirectorDate:February 14, 2023By:/s/ OKI MATSUMOTOOki MatsumotoDirectorDate:February 14, 2023By:/s/ YOUNGME MOONYoungme MoonDirectorDate:February 14, 2023By:/s/ RIMA QURESHIRima QureshiDirectorDate:February 14, 2023By:/s/ GABRIELLE SULZBERGERGabrielle SulzbergerDirectorDate:February 14, 2023By:/s/ JACKSON TAIJackson TaiDirectorDate:February 14, 2023By:/s/ HARIT TALWARHarit TalwarDirectorDate:February 14, 2023By:/s/ LANCE UGGLALance UgglaDirectorMASTERCARD 2022 FORM 10-K 119"
      ]
    }
  ]
}