{
  "ticker": "MA",
  "year": 2020,
  "items": [
    {
      "item": "Item 1.",
      "description": "Business",
      "contents": [
        "Item 1.If we are not able to differentiate ourselves from our competitors, drive value for our customers and/or effectively align our resources with our goals and objectives, we may not be able to compete effectively against these threats.",
        "Our competitors may also more effectively introduce their own innovative programs and services that adversely impact our growth.",
        "We also compete against new entrants that have developed alternative payments systems, e-commerce payments systems and payments systems for mobile devices, as well as physical store locations.",
        "A number of these new entrants rely principally on the Internet to support their services and may enjoy lower costs than we do, which could put us at a competitive disadvantage.",
        "Our failure to compete effectively against any of the foregoing competitive threats could materially and adversely affect our overall business and results of operations.Disintermediation from stakeholders both within and outside of the payments value chain could harm our business.As the payments industry continues to develop and change, we face disintermediation and related risks, including:•Parties that process our transactions in certain countries may try to eliminate our position as an intermediary in the payment process.",
        "For example, merchants could switch (and in some cases are switching) transactions directly with issuers. Additionally, processors could process transactions directly between issuers and acquirers.",
        "Large scale consolidation within processors could result in these processors developing bilateral agreements or in some cases switching the entire transaction on their own network, thereby disintermediating us.•Regulation in the EEA may disintermediate us by enabling third-party providers opportunities to route payment transactions away from our networks and towards other forms of payment.•Although we partner with technology companies (such as digital players and mobile providers) that leverage our technology, platforms and networks to deliver their products, they could develop platforms or networks that disintermediate us from digital payments and impact our ability to compete in the digital economy.",
        "This risk is heightened when we have relationships with these entities where we share Mastercard data.",
        "While we share this data in a controlled manner subject to applicable anonymization and privacy and data standards, without proper oversight we could inadvertently share too much data which could give the partner a competitive advantage.•Competitors, customers, technology companies, governments and other industry participants may develop products that compete with or replace value-added products and services we currently provide to support our switched transaction and payment offerings.",
        "These products could replace our own switching and payments offerings or could force us to change our pricing or practices for these offerings.",
        "In addition, governments that develop national payment platforms may promote their platforms in such a way that could put us at a competitive disadvantage in those markets.•Participants in the payments industry may merge, create joint ventures or form other business combinations that may strengthen their existing business services or create new payment products and services that compete with our services.Our failure to compete effectively against any of the foregoing competitive threats could materially and adversely affect our overall business and results of operations.Continued intense pricing pressure may materially and adversely affect our overall business and results of operations.In order to increase transaction volumes, enter new markets and expand our Mastercard-branded cards and enabled products and services, we seek to enter into business agreements with customers through which we offer incentives, pricing discounts and other support that promote our products.",
        "In order to stay competitive, we may have to increase the amount of these incentives and pricing discounts. Over the past several years, we have experienced continued pricing pressure.",
        "The demand from our customers for better pricing arrangements and greater rebates and incentives moderates our growth.",
        "We may not be able to continue our expansion strategy to switch additional transaction volumes or to provide additional services to our customers at levels sufficient to compensate for such lower fees or increased costs in the future, which could materially and adversely affect our overall business and results of operations.",
        "In addition, increased pressure on prices increases the importance of cost containment and productivity initiatives in areas other than those relating to customer incentives.In the future, we may not be able to enter into agreements with our customers if they require terms that we are unable or unwilling to offer, and we may be required to modify existing agreements in order to maintain relationships and to compete with others in the industry.",
        "Some of our competitors are larger and have greater financial resources than we do and accordingly may be able to charge lower prices to our customers.",
        "In addition, to the extent that we offer discounts or incentives under such agreements, we will need to further increase transaction volumes or the amount of services provided thereunder in order to benefit incrementally from such agreements and to increase revenue and profit, and we may not be successful in doing so, particularly in the current regulatory environment.",
        "Our customers also may implement cost reduction initiatives that reduce or eliminate payment product marketing or increase requests for greater incentives or greater cost stability.",
        "These factors could have a material adverse impact on our overall business and results of operations.MASTERCARD 2019 FORM 10-K 23PART I"
      ]
    },
    {
      "item": "Item 1A.",
      "description": "Risk Factors",
      "contents": [
        "ITEM 1A.",
        "RISK FACTORSMastercard Foundation’s substantial stock ownership, and restrictions on its sales, may impact corporate actions or acquisition proposals favorable to, or favored by, the other public stockholders.As of February 11, 2020, Mastercard Foundation owned 111,101,204 shares of Class A common stock, representing approximately 11.2% of our general voting power.",
        "Mastercard Foundation may not sell or otherwise transfer its shares of Class A common stock prior to May 1, 2027, except to the extent necessary to satisfy its charitable disbursement requirements, for which purpose earlier sales are permitted and have occurred.",
        "Mastercard Foundation is permitted to sell all of its remaining shares after May 1, 2027, subject to certain conditions.",
        "The directors of Mastercard Foundation are required to be independent of us and our customers.",
        "The ownership of Class A common stock by Mastercard Foundation, together with the restrictions on transfer, could discourage or make more difficult acquisition proposals favored by the other holders of the Class A common stock.",
        "In addition, because Mastercard Foundation is restricted from selling its shares for an extended period of time, it may not have the same interest in short or medium-term movements in our stock price as, or incentive to approve a corporate action that may be favorable to, our other stockholders."
      ]
    },
    {
      "item": "Item 1B.",
      "description": "Unresolved Staff Comments",
      "contents": [
        "Item 1B. Unresolved staff commentsNot applicable."
      ]
    },
    {
      "item": "Item 2.",
      "description": "Properties",
      "contents": [
        "Item 2. PropertiesWe own our corporate headquarters, located in Purchase, New York, and our principal technology and operations center, located in O’Fallon, Missouri.",
        "As of December 31, 2019, Mastercard and its subsidiaries owned or leased commercial properties throughout the U.S.",
        "and other countries around the world, consisting of corporate and regional offices, as well as our operations centers.We believe that our facilities are suitable and adequate for the business that we currently conduct.",
        "However, we periodically review our space requirements and may acquire or lease new space to meet the needs of our business, or consolidate and dispose of facilities that are no longer required."
      ]
    },
    {
      "item": "Item 3.",
      "description": "Legal Proceedings",
      "contents": [
        "Item 3. Legal proceedingsRefer to Note 13 (Accrued Expenses and Accrued Litigation) and Note 21 (Legal and Regulatory Proceedings) to the consolidated financial statements included in Part II, Item 8."
      ]
    },
    {
      "item": "Item 4.",
      "description": "Mine Safety Disclosures",
      "contents": [
        "Item 4. Mine Safety DisclosuresNot applicable.",
        "MASTERCARD 2019 FORM 10-K 31PART IEXECUTIVE OFFICERSInformation about our executive officers(as of February 14, 2020)NameCurrent Position Age Previous Mastercard Experience Previous Business ExperienceAjay Banga President & Chief Executive Officer since July 2010 60 President and COO (2009-2010) Executive positions at Citigroup (1996-2009), including CEO, Asia Pacific region; Chairman and CEO, International Global Consumer Group; Executive Vice President, Global Consumer Group; President, Retail Banking, North America; and business head for CitiFinancial and the U.S.",
        "Consumer Assets DivisionPrevious experience at Nestlé India and PepsiCo totaling 15 years, in roles of increasing responsibilityAjay Bhalla President, Cyber and Intelligence Solutions since November 2018 54 President, Enterprise Security Solutions (2014- 2018)President, Digital Gateway Services (2011-2013) President, South Asia and Southeast Asia (2008-2011)President, Southeast Asia (2002-2007)Country Manager, Singapore and Head of Marketing, Southeast Asia (1997-2002)Vice President (1993-1997) Various leadership positions at HSBC and Xerox Corporation (1988-1993)Ann Cairns Vice Chairman since June 2018 63 President, International (2011-2018) Managing director, Alvarez & Marsal (led the European team managing the estate of Lehman Brothers Holdings International through the Chapter 11 process in Europe) (2002-2008)CEO, ABN AMROSenior corporate and investment banking roles at CitigroupResearch scientist and engineer for British GasGilberto Caldart President, International since June 2018 60 President, Latin America and Caribbean region (2013-2018)Division President, South Latin America/Brazil (2008-2013) Various leadership positions at Citigroup, including Country Business Manager, Brazil (2002-2008)Michael Fraccaro Chief People Officer since July 2016 54 Executive Vice President, Human Resources, Global Products and Solutions (2014-2016)Senior Vice President, Human Resources, Global Products and Solutions (2012-2014) Various executive-level human resources positions at HSBC Group, Hong Kong, a banking and financial services firm (2000-2012)Prior senior human resources positions in banking and financial services in Australia and the Middle East32 MASTERCARD 2019 FORM 10-KPART IEXECUTIVE OFFICERSNameCurrent Position Age Previous Mastercard Experience Previous Business ExperienceMichael Froman Vice Chairman and President, Strategic Growth since April 2018 57 Mr.",
        "Froman joined the Company in April 2018 in his current role U.S.",
        "Trade Representative in the Executive Office of President Obama (2013-2017)Assistant to the President and Deputy National Security Advisor for International Economic Policy (2009-2013)Various executive positions at Citigroup (1999-2009), including CEO, CitiInsurance and COO of Citigroup’s alternative investments businessEdward McLaughlin President, Operations and Technology since May 2017 54 Chief Information Officer (2016-2017)Chief Emerging Payments Officer (2010-2015)Chief Franchise Development Officer (2009-2010)Senior Vice President, Bill Payment and Healthcare (2005-2009) Group Vice President, Product and Strategy, Metavante Corporation (financial services technology company) (2002-2005)Co-Founder and CEO, Paytrust, Inc.",
        "(online payments company acquired by Metavante Corporation in 2002) (1998-2002)Sachin Mehra Chief Financial Officer since April 2019 49 Chief Financial Operations Officer (2018-2019)Executive Vice President, Commercial Products (2015-2018)Executive Vice President and Business Financial Officer, North America (2013-2015)Corporate Treasurer (2010-2013) Vice President and Treasurer, Hess Corporation (2008-2010)Vice President and Deputy Treasurer, Hess Corporation (2007-2008)Various treasury and finance positions of increasing responsibility, General Motors Corporation and GMAC (1996-2007)Michael Miebach Chief Product Officer since January 2016 52 President, Middle East and Africa (2010-2015) Managing Director, Middle East and North Africa, Barclays Bank PLC (2008-2010)Managing Director, Sub-Saharan Africa, Barclays Bank PLC (2007-2008)Various executive positions at Citigroup in Germany, Austria, U.K.",
        "and Turkey (1994-2007)Tim Murphy General Counsel since April 2014 52 Chief Product Officer (2009-2014)President, U.S.",
        "Region (2007-2009)Executive Vice President, Customer Business Planning and Analysis (2006- 2007)Senior Vice President and Associate General Counsel (2002-2006) Associate, Cleary, Gottlieb, Steen and Hamilton, New York and LondonRaja Rajamannar Chief Marketing and Communications Officer and President, Healthcare since January 2016 58 Chief Marketing Officer (2013-2015) Executive Vice President-Senior Business and Chief Transformation Officer, Anthem (formerly, WellPoint, Inc.) (2012- 2013)Senior Vice President and Chief Innovation and Marketing Officer, Humana Inc.",
        "(2009-2012)Various management positions at Citigroup (1994-2009), including Executive Vice President and Chief Marketing Officer-Citi Global Cards (2008-2009)MASTERCARD 2019 FORM 10-K 33PART IEXECUTIVE OFFICERSNameCurrent Position Age Previous Mastercard Experience Previous Business ExperienceRaj SeshadriPresident, Data and Servicessince January 2020 54 President, U.S.",
        "Issuers (2016-2019) Managing Director, Head of iShares U.S.",
        "Wealth Advisory business, BlackRock (2014-2016)Kevin Stanton Chief Transformation Officer since January 2020 58 Chief Services Officer (2018-2019)President, Mastercard Advisors (2010-2017)President, Canada (2004-2010)Senior Vice President, Strategy and Market Development (2002-2004)Vice President, Senior Counsel and North America Region Counsel (1995-2002) Craig Vosburg President, North America since January 2016 52 Chief Product Officer (2014-2015)Executive Vice President, U.S.",
        "Market Development (2010-2014)Head of Mastercard Advisors, U.S. and Canada (2008-2010)Head of Mastercard Advisors, Southeast Asia, Greater China and South Asia/Middle East/Africa (2006-2008) Senior member-financial services practice, Bain & Company (2002-2006) and A.T.",
        "Kearney (1997-2002)Vice president, CoreStates Financial Corporation (1989-1995) 34 MASTERCARD 2019 FORM 10-K PART II"
      ]
    },
    {
      "item": "Item 5.",
      "description": "Market for Registrant's Common Equity",
      "contents": [
        "ITEM 5.",
        "MARKET FOR REGISTRANT'S COMMON EQUITY, RELATED STOCKHOLDER MATTERS AND ISSUES PURCHASES OFDividend Declaration and Policy On December 3, 2019, our Board of Directors declared a quarterly cash dividend of $0.40 per share paid on February 7, 2020 to holders of record on January 9, 2020 of our Class A common stock and Class B common stock.",
        "On February 4, 2020, our Board of Directors declared a quarterly cash dividend of $0.40 per share payable on May 8, 2020 to holders of record on April 9, 2020 of our Class A common stock and Class B common stock.",
        "Subject to legally available funds, we intend to continue to pay a quarterly cash dividend on our outstanding Class A common stock and Class B common stock.",
        "However, the declaration and payment of future dividends is at the sole discretion of our Board of Directors after taking into account various factors, including our financial condition, operating results, available cash and current and anticipated cash needs.",
        "Issuer Purchases of Equity SecuritiesOn December 4, 2018, our Board of Directors approved a share repurchase program authorizing us to repurchase up to $6.5 billion of our Class A common stock (the “2018 Share Repurchase Program”).",
        "This program became effective in January 2019.",
        "On December 3, 2019, our Board of Directors approved a share repurchase program authorizing us to repurchase up to $8.0 billion of our Class A common stock (the “2019 Share Repurchase Program”).",
        "This program became effective in January 2020.",
        "During the fourth quarter of 2019, we repurchased a total of approximately 3.6 million shares for $994 million at an average price of $275.00 per share of Class A common stock.",
        "Our repurchase activity during the fourth quarter of 2019 consisted of open market share repurchases and is summarized in the following table:Period Total Numberof SharesPurchased Average PricePaid per Share(includingcommission cost) Total Number ofShares Purchased asPart of PubliclyAnnounced Plans orPrograms Dollar Value ofShares that may yetbe Purchased underthe Plans orPrograms 1October 1 – 31 2,128,776 $271.55 2,128,776 $719,951,874November 1 – 30 1,363,616 278.93 1,363,616 339,605,253December 1 – 31 121,837 291.38 121,837 8,304,104,890Total 3,614,229 275.00 3,614,229 1 Dollar value of shares that may yet be purchased under the 2018 Share Repurchase Program and the 2019 Share Repurchase Program are as of the end of each period presented.MASTERCARD 2019 FORM 10-K 37PART II"
      ]
    },
    {
      "item": "Item 6.",
      "description": "[Reserved]",
      "contents": [
        "Item 6.",
        "Selected financial dataThe statement of operations data and the cash dividends declared per share presented below for the years ended December 31, 2019, 2018 and 2017, and the balance sheet data as of December 31, 2019 and 2018, were derived from the audited consolidated financial statements of Mastercard Incorporated included in Part II, Item 8.",
        "The statement of operations data and the cash dividends declared per share presented below for the years ended December 31, 2016 and 2015, and the balance sheet data as of December 31, 2017, 2016 and 2015, were derived from audited consolidated financial statements not included in this Report.",
        "The data set forth below should be read in conjunction with, and are qualified by reference to, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 and our consolidated financial statements and notes thereto included in Part II, Item 8.",
        "Years Ended December 31, 2019 2018 2017 2016 2015 (in millions, except per share data)Statement of Operations Data: Net revenue $16,883 $14,950 $12,497 $10,776 $9,667Operating expenses 7,219 7,668 5,875 5,015 4,589Operating income 9,664 7,282 6,622 5,761 5,078Net income 8,118 5,859 3,915 4,059 3,808Basic earnings per share 7.98 5.63 3.67 3.70 3.36Diluted earnings per share 7.94 5.60 3.65 3.69 3.35 Balance Sheet Data: Total assets $29,236 $24,860 $21,329 $18,675 $16,250Long-term debt 8,527 5,834 5,424 5,180 3,268Total equity 5,917 5,418 5,497 5,684 6,062 Cash dividends declared per share $1.39 $1.08 $0.91 $0.79 $0.6738 MASTERCARD 2019 FORM 10-KPART II"
      ]
    },
    {
      "item": "Item 7.",
      "description": "Management's Discussion and Analysis",
      "contents": [
        "ITEM 7. MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONSLoss ContingenciesWe are currently involved in various claims and legal proceedings.",
        "We regularly review the status of each significant matter and assess its potential financial exposure.",
        "If the potential loss from any claim or legal proceeding is considered probable and the amount can be reasonably estimated, we accrue a liability for the estimated loss.",
        "Significant judgment is required in both the determination of probability and whether an exposure is reasonably estimable.",
        "Our judgments are subjective based on the status of the legal or regulatory proceedings, the merits of our defenses and consultation with in-house and outside legal counsel.",
        "Because of uncertainties related to these matters, accruals are based only on the best information available at the time.",
        "As additional information becomes available, we reassess the potential liability related to pending claims and litigation and may revise our estimates.",
        "Due to the inherent uncertainties of the legal and regulatory process in the multiple jurisdictions in which we operate, our judgments may be materially different than the actual outcomes.",
        "See Note 21 (Legal and Regulatory Proceedings) to the consolidated financial statements included in Part II, Item 8 for further discussion.Income TaxesIn calculating our effective income tax rate, we need to make estimates regarding the timing and amount of taxable and deductible items which will adjust the pretax income earned in various tax jurisdictions.",
        "Through our interpretation of local tax regulations, adjustments to pretax income for income earned in various tax jurisdictions are reflected within various tax filings.",
        "Although we believe that our estimates and judgments discussed herein are reasonable, actual results may be materially different than the estimated amounts.We record a valuation allowance to reduce our deferred tax assets to the amount that is more likely than not to be realized.",
        "Significant judgment is required in determining the valuation allowance. We consider projected future taxable income and ongoing tax planning strategies in assessing the need for the valuation allowance.",
        "If it is determined that we are able to realize deferred tax assets in excess of the net carrying value or to the extent we are unable to realize a deferred tax asset, we would adjust the valuation allowance in the period in which such a determination is made, with a corresponding increase or decrease to earnings.We record tax liabilities for uncertain tax positions taken, or expected to be taken, which may not be sustained or may only be partially sustained, upon examination by the relevant taxing authorities.",
        "We consider all relevant facts and current authorities in the tax law in assessing whether any benefit resulting from an uncertain tax position is more likely than not to be sustained and, if so, how current law impacts the amount reflected within these financial statements.",
        "If upon examination, we realize a tax benefit which is not fully sustained or is more favorably sustained, this would decrease or increase earnings in the period.",
        "In certain situations, we will have offsetting tax credits or taxes in other jurisdictions.Deferred taxes are established on the estimated foreign exchange gains or losses for foreign earnings that are not considered permanently reinvested, which will be recognized through cumulative translation adjustments as incurred.",
        "Ultimately, the working capital requirements of foreign affiliates will determine the amount of cash to be remitted from respective jurisdictions.Business CombinationsWe account for our business combinations using the acquisition method of accounting.",
        "The acquisition purchase price is allocated to the underlying identified, tangible and intangible assets, liabilities assumed and any non-controlling interest in the acquiree, based on their respective estimated fair values on the acquisition date.",
        "Any excess of purchase price over the fair value of net assets acquired, including identifiable intangible assets, is recorded as goodwill.",
        "The amounts and useful lives assigned to acquisition-related tangible and intangible assets impact the amount and timing of future amortization expense.",
        "We use various valuation techniques to determine fair value, primarily discounted cash flows analysis, relief-from-royalty and multi-period excess earnings for estimating the value of intangible assets.",
        "These valuation techniques included comparable company multiples, discount rates, growth projections and other assumptions of future business conditions.",
        "Determining the fair value of assets acquired, liabilities assumed, any non-controlling interest in the acquiree and the expected useful lives, requires management’s judgment.",
        "The significance of management’s estimates and assumptions is relative to the size of the acquisition. Our estimates are based upon assumptions believed to be reasonable, but which are inherently uncertain and unpredictable."
      ]
    },
    {
      "item": "Item 7A.",
      "description": "Quantitative and Qualitative Disclosures About Market Risk",
      "contents": [
        "ITEM 7A.",
        "QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISKForeign currency and interest rate exposures are managed through our risk management activities, which are discussed further in Note 23 (Derivative and Hedging Instruments) to the consolidated financial statements included in Part II,"
      ]
    },
    {
      "item": "Item 8.",
      "description": "Financial Statements and Supplementary Data",
      "contents": [
        "Item 8. 2Consolidated Financial Statement SchedulesNone.",
        "3The following exhibits are filed as part of this Report or, where indicated, were previously filed and are hereby incorporated by reference:Refer to the Exhibit Index included herein.Item 16.",
        "Form 10-K summaryNone.MASTERCARD 2019 FORM 10-K 111Exhibit indexExhibit number Exhibit Description3.1(a) Amended and Restated Certificate of Incorporation of Mastercard Incorporated (incorporated by reference to Exhibit 3.1 to the Company’s Current Report on Form 8-K filed September 29, 2016 (File No.",
        "001-32877)).3.1(b) Amended and Restated Bylaws of Mastercard Incorporated (incorporated by reference to Exhibit 3.2 to the Company’s Current Report on Form 8-K filed September 29, 2016 (File No.",
        "001-32877)).4.1 Indenture, dated as of March 31, 2014, between the Company and Deutsche Bank Trust Company Americas, as trustee (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 31, 2014 (File No.",
        "001-32877)).4.2 Officer’s Certificate of the Company, dated as of March 31, 2014 (incorporated by reference to Exhibit 4.2 of the Company’s Current Report on Form 8-K filed on March 31, 2014 (File No.",
        "001-32877)).4.3 Form of Global Note representing the Company’s 2.000% Notes due 2019 (included in Officer’s Certificate of the Company, dated as of March 31, 2014) (incorporated by reference to Exhibit 4.3 of the Company’s Current Report on Form 8-K filed on March 31, 2014 (File No.",
        "001-32877)).4.4 Form of Global Note representing the Company’s 3.375% Notes due 2024 (included in Officer’s Certificate of the Company, dated as of March 31, 2014) (incorporated by reference to Exhibit 4.4 of the Company’s Current Report on Form 8-K filed on March 31, 2014 (File No.",
        "001-32877)).4.5 Officer’s Certificate of the Company, dated as of December 1, 2015 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on December 1, 2015 (File No.",
        "001-32877)).4.6 Form of Global Note representing the Company’s 1.100% Notes due 2022 (included in Officer’s Certificate of the Company, dated as of December 1, 2015) (incorporated by reference to Exhibit 4.2 of the Company’s Current Report on Form 8-K filed on December 1, 2015 (File No.",
        "001-32877)).4.7 Form of Global Note representing the Company’s 2.100% Notes due 2027 (included in Officer’s Certificate of the Company, dated as of December 1, 2015) (incorporated by reference to Exhibit 4.3 of the Company’s Current Report on Form 8-K filed on December 1, 2015 (File No.",
        "001-32877)).4.8 Form of Global Note representing the Company’s 2.500% Notes due 2030 (included in Officer’s Certificate of the Company, dated as of December 1, 2015) (incorporated by reference to Exhibit 4.4 of the Company’s Current Report on Form 8-K filed on December 1, 2015 (File No.",
        "001-32877)).4.9 Officer’s Certificate of the Company, dated as of November 21, 2016 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on November 21, 2016 (File No.",
        "001-32877)).4.10 Form of Global Note representing the Company’s 2.000% Notes due 2021 (included in Officer’s Certificate of the Company, dated as of November 21, 2016) (incorporated by reference to Exhibit 4.2 of the Company’s Current Report on Form 8-K filed on November 21, 2016 (File No.",
        "001-32877)).4.11 Form of Global Note representing the Company’s 2.950% Notes due 2026 (included in Officer’s Certificate of the Company, dated as of November 21, 2016) (incorporated by reference to Exhibit 4.3 of the Company’s Current Report on Form 8-K filed on November 21, 2016 (File No.",
        "001-32877)).4.12 Form of Global Note representing the Company’s 3.800% Notes due 2046 (included in Officer’s Certificate of the Company, dated as of November 21, 2016) (incorporated by reference to Exhibit 4.4 of the Company’s Current Report on Form 8-K filed on November 21, 2016 (File No.",
        "001-32877)).4.13 Officer’s Certificate of the Company, dated as of February 26, 2018 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on February 26, 2018 (File No.",
        "001-32877)).4.14 Form of Global Note representing the Company’s 3.5% Notes due 2028 (included in Officer’s Certificate of the Company, dated as of February 26, 2018) (incorporated by reference to Exhibit 4.1 of the of the Company’s Current Report on Form 8-K filed on February 26, 2018 (File No.",
        "001-32877)).4.15 Form of Global Note representing the Company’s 3.95% Notes due 2048 (included in Officer’s Certificate of the Company, dated as of February 26, 2018) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on February 26, 2018 (File No.",
        "001-32877)).4.16 Officer’s Certificate of the Company, dated as of May 31, 2019 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on May 31, 2019 (File No.",
        "001-32877)).",
        "4.17 Form of Global Note representing the Company’s 2.950% Notes due 2029 (included in Officer’s Certificate of the Company, dated as of May 31, 2019) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on May 31, 2019 (File No.",
        "001-32877)).",
        "4.18 Form of Global Note representing the Company’s 3.650% Notes due 2049 (included in Officer’s Certificate of the Company, dated as of May 31, 2019) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on May 31, 2019 (File No.",
        "001-32877)).",
        "4.19 Officer’s Certificate of the Company, dated as of December 3, 2019 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on December 3, 2019 (File No.",
        "001-32877)).",
        "4.20 Form of Global Note representing the Company’s 2.000% Notes due 2025 (included in Officer’s Certificate of the Company, dated as of December 3, 2019) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on December 3, 2019 (File No.",
        "001-32877)). 4.21* Description of Securities Registered Pursuant to Section 12 of the Securities Exchange Act of 1934.",
        "10.1* $6,000,000,000 Amended and Restated Credit Agreement, dated as of November 14, 2019, among Mastercard Incorporated, the several lenders and agents from time to time party thereto, Citibank, N.A., as managing administrative agent and JPMorgan Chase Bank, N.A.",
        "as administrative agent.10.2+ Employment Agreement between Mastercard International Incorporated and Ajaypal Banga, dated as of July 1, 2010 (incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K filed July 8, 2010 (File No.",
        "001-32877)).10.3+ Employment Agreement between Martina Hund-Mejean and Mastercard International, amended and restated as of December 24, 2012 (incorporated by reference to Exhibit 10.5 to the Company’s Annual Report on Form 10-K filed February 14, 2013 (File No.",
        "001-32877)).10.3.1+ Amendment to Amended and Restated Employment Agreement between Martina Hund-Mejean and Mastercard International, dated as of December 21, 2017 (incorporated by reference to Exhibit 10.3.1 to the Company’s Annual Report on Form 10-K filed February 14, 2018 (File No.",
        "001-32877)).10.4+ Contract of Employment between Mastercard UK Management Services Limited and Ann Cairns, amended and restated as of April 5, 2018 (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed May 2, 2018 (File No.",
        "001-32877)).10.4.1+ Deed of Employment between Mastercard UK Management Services Limited and Ann Cairns, dated July 6, 2011 (incorporated by reference to Exhibit 10.8.2 to the Company’s Annual Report on Form 10-K filed February 16, 2012 (File No.",
        "001-32877)).10.5+ Description of Employment Arrangement with Craig Vosburg (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed May 2, 2018 (File No.",
        "001-32877)).10.6+ Description of Employment Arrangement with Gilberto Caldart (incorporated by reference to Exhibit 10.4 to the Company’s Quarterly Report on Form 10-Q filed April 30, 2019 (File No.",
        "001-32877)).10.7+ Description of Employment Arrangement with Tim Murphy (incorporated by reference to Exhibit 10.5 to the Company’s Quarterly Report on Form 10-Q filed April 30, 2019 (File No.",
        "001-32877)).10.8+ Mastercard International Senior Executive Annual Incentive Compensation Plan, as amended and restated effective June 9, 2015 (incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K filed June 10, 2015 (File No.",
        "001-32877)).10.9+ Mastercard International Incorporated Restoration Program, as amended and restated January 1, 2007 unless otherwise provided (incorporated by reference to Exhibit 10.22 to the Company’s Annual Report on Form 10-K filed February 19, 2009 (File No.",
        "001-32877)).10.10+ Mastercard Incorporated Deferral Plan, as amended and restated effective December 1, 2008 for account balances established after December 31, 2004 (incorporated by reference to Exhibit 10.25 to the Company’s Annual Report on Form 10-K filed February 19, 2009 (File No.",
        "001-32877)).10.11+ Mastercard Incorporated 2006 Long Term Incentive Plan, amended and restated effective June 5, 2012 (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed August 1, 2012 (File No.",
        "001-32877)).10.12+ Form of Restricted Stock Unit Agreement for awards under 2006 Long Term Incentive Plan (effective for awards granted on and subsequent to March 1, 2019) (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed April 30, 2019 (File No.",
        "001-32877)).10.13+ Form of Stock Option Agreement for awards under 2006 Long Term Incentive Plan (effective for awards granted on and subsequent to March 1, 2019) (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed April 30, 2019 (File No.",
        "001-32877)).10.14+ Form of Performance Unit Agreement for awards under 2006 Long Term Incentive Plan (effective for awards granted on and subsequent to March 1, 2019) (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed April 30, 2019 (File No.",
        "001-32877)).10.15+ Form of Mastercard Incorporated Long Term Incentive Plan Non-Competition and Non-Solicitation Agreement for named executive officers (incorporated by reference to Exhibit 10.17 to the Company’s Annual Report on Form 10-K filed February 16, 2012 (File No.",
        "001-32877)).10.16+ Amended and Restated Mastercard International Incorporated Executive Severance Plan, amended and restated as of April 10, 2018 (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed May 2, 2018 (File No.",
        "001-32877)).10.17+ Amended and Restated Mastercard International Incorporated Change in Control Severance Plan, amended and restated as of June 25, 2018 (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed July 26, 2018 (File No.",
        "001-32877)).10.18 Schedule of Non-Employee Directors’ Annual Compensation effective as of June 25, 2019 (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed July 30, 2019 (File No.",
        "001-32877)).10.19 2006 Non-Employee Director Equity Compensation Plan, amended and restated effective as of June 26, 2018 (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed July 26, 2018 (File No.",
        "001-32877)).10.20 Form of Deferred Stock Unit Agreement for awards under 2006 Non-Employee Director Equity Compensation Plan, amended and restated effective June 26, 2018 (effective for awards granted on and subsequent to June 25, 2019) (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed July 30, 2019 (File No.",
        "001-32877)).10.21 Form of Restricted Stock Agreement for awards under 2006 Non-Employee Director Equity Compensation Plan, amended and restated effective June 26, 2018 (effective for awards granted on and subsequent to June 25, 2019) (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed July 30, 2019 (File No.",
        "001-32877)).10.22 Form of Indemnification Agreement between Mastercard Incorporated and certain of its directors (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed May 2, 2006 (File No.",
        "000-50250)).10.23 Form of Indemnification Agreement between Mastercard Incorporated and certain of its director nominees (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed May 2, 2006 (File No.",
        "000-50250)).10.24 Deed of Gift between Mastercard Incorporated and Mastercard Foundation (incorporated by reference to Exhibit 10.28 to Pre-Effective Amendment No.",
        "5 to the Company’s Registration Statement on Form S-1 filed May 3, 2006 (File No.",
        "333-128337)).10.25 Settlement Agreement, dated as of June 4, 2003, between Mastercard International Incorporated and Plaintiffs in the class action litigation entitled In Re Visa Check/MasterMoney Antitrust Litigation (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed August 8, 2003 (File No.",
        "000-50250)).10.26 Stipulation and Agreement of Settlement, dated July 20, 2006, between Mastercard Incorporated, the several defendants and the plaintiffs in the consolidated federal class action lawsuit titled In re Foreign Currency Conversion Fee Antitrust Litigation (MDL 1409), and the California state court action titled Schwartz v.",
        "Visa Int’l Corp., et al. (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed November 1, 2006 (File No.",
        "001-32877)).10.27 Omnibus Agreement Regarding Interchange Litigation Judgment Sharing and Settlement Sharing, dated as of February 7, 2011, by and among Mastercard Incorporated, Mastercard International Incorporated, Visa Inc., Visa U.S.A.",
        "Inc., Visa International Service Association and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.33 to Amendment No.1 to the Company’s Annual Report on Form 10-K/A filed on November 23, 2011).10.27.1 Amendment to Omnibus Agreement Regarding Interchange Litigation Judgment Sharing and Settlement Sharing, dated as of August 25, 2014, by and among Mastercard Incorporated, Mastercard International Incorporated, Visa Inc., Visa U.S.A Inc., Visa International Service Association and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed October 30, 2014 (File No.",
        "001-32877)).10.27.2 Second Amendment to Omnibus Agreement Regarding Interchange Litigation Judgment Sharing and Settlement Sharing, dated as of October 22, 2015, by and among Mastercard Incorporated, Mastercard International Incorporated, Visa Inc., Visa U.S.A Inc., Visa International Service Association and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed October 29, 2015 (File No.",
        "001-32877)).10.28** Mastercard Settlement and Judgment Sharing Agreement, dated as of February 7, 2011, by and among Mastercard Incorporated, Mastercard International Incorporated and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.34 to Amendment No.1 to the Company’s Annual Report on Form 10-K/A filed on November 23, 2011).10.28.1 Amendment to Mastercard Settlement and Judgment Sharing Agreement, dated as of August 26, 2014, by and among Mastercard Incorporated, Mastercard International Incorporated and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed October 30, 2014 (File No.",
        "001-32877)).10.28.2 Second Amendment to Mastercard Settlement and Judgment Sharing Agreement, dated as of October 22, 2015, by and among Mastercard Incorporated, Mastercard International Incorporated and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed October 29, 2015 (File No.",
        "001-32877)).10.29 Superseding and Amended Class Settlement Agreement, dated September 17, 2018, by and among Mastercard Incorporated and Mastercard International Incorporated; Visa, Inc., Visa U.S.A. Inc.",
        "and Visa International Service Association; the Class Plaintiffs defined therein; and the Customer Banks defined therein (incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K filed September 18, 2018 (File No.",
        "001-32877)).21* List of Subsidiaries of Mastercard Incorporated.23.1* Consent of PricewaterhouseCoopers LLP.31.1* Certification of Ajay Banga, President and Chief Executive Officer, pursuant to Rule 13a-14(a)/15d-14(a), as adopted pursuant to Section 302 of the Sarbanes-Oxley Act of 2002.31.2* Certification of Sachin Mehra, Chief Financial Officer, pursuant to Rule 13a-14(a)/15d-14(a), as adopted pursuant to Section 302 of the Sarbanes-Oxley Act of 2002.32.1* Certification of Ajay Banga, President and Chief Executive Officer, pursuant to 18 U.S.C.",
        "Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002.32.2* Certification of Sachin Mehra, Chief Financial Officer, pursuant to 18 U.S.C.",
        "Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002.99.1* Disclosure pursuant to Section 219 of the Iran Threat Reduction and Syria Human Rights Act of 2012.101.INS XBRL Instance Document - the instance document does not appear in the Interactive Data File because its XBRL tags are embedded within the Inline XBRL document.101.SCH* XBRL Taxonomy Extension Schema Document101.CAL* XBRL Taxonomy Extension Calculation Linkbase Document101.DEF* XBRL Taxonomy Extension Definition Linkbase Document101.LAB* XBRL Taxonomy Extension Label Linkbase Document101.PRE* XBRL Taxonomy Extension Presentation Linkbase Document+Management contracts or compensatory plans or arrangements.",
        "*Filed or furnished herewith.**Exhibit omits certain information that has been filed separately with the U.S. Securities and Exchange Commission and has been granted confidential treatment.",
        "The agreements and other documents filed as exhibits to this report are not intended to provide factual information or other disclosure other than with respect to the terms of the agreements or other documents themselves, and should not be relied upon for that purpose.",
        "In particular, any representations and warranties made by the Company in these agreements or other documents were made solely within the specific context of the relevant agreement or document and may not describe the actual state of affairs as of the date they were made or at any other time.112 MASTERCARD 2019 FORM 10-KSignaturesPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this Annual Report on Form 10-K to be signed on its behalf by the undersigned, thereunto duly authorized.",
        "MASTERCARD INCORPORATED (Registrant) Date:February 14, 2020By: /s/ AJAY BANGA Ajay Banga President and Chief Executive Officer (Principal Executive Officer)Pursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated:Date:February 14, 2020By: /s/ AJAY BANGA Ajay Banga President and Chief Executive Officer; Director (Principal Executive Officer) Date:February 14, 2020By: /s/ SACHIN MEHRA Sachin Mehra Chief Financial Officer (Principal Financial Officer) Date:February 14, 2020By: /s/ SANDRA ARKELL Sandra Arkell Corporate Controller (Principal Accounting Officer) Date:February 14, 2020By: /s/ DAVID R.",
        "CARLUCCI David R. Carlucci Director Date:February 14, 2020By: /s/ RICHARD K. DAVIS Richard K. Davis Director Date:February 14, 2020By: /s/ STEVEN J. FREIBERG Steven J.",
        "Freiberg Director Date:February 14, 2020By: /s/ JULIUS GENACHOWSKI Julius Genachowski Director Date:February 14, 2020By: /s/ CHOON PHONG GOH Choon Phong Goh Director Date:February 14, 2020By: /s/ RICHARD HAYTHORNTHWAITE Richard Haythornthwaite Chairman of the Board; Director Date:February 14, 2020By: /s/ MERIT E.",
        "JANOW Merit E.",
        "Janow Director Date:February 14, 2020By: /s/ OKI MATSUMOTO Oki Matsumoto Director Date:February 14, 2020By: /s/ YOUNGME MOON Youngme Moon Director Date:February 14, 2020By: /s/ RIMA QURESHI Rima Qureshi Director Date:February 14, 2020By: /s/ JOSÉ OCTAVIO REYES LAGUNES José Octavio Reyes Lagunes Director Date:February 14, 2020By: /s/ GABRIELLE SULZBERGER Gabrielle Sulzberger Director Date:February 14, 2020By: /s/ JACKSON TAI Jackson Tai Director Date:February 14, 2020By: /s/ LANCE UGGLA Lance Uggla Director 113 MASTERCARD 2019 FORM 10-K"
      ]
    },
    {
      "item": "Item 9.",
      "description": "Changes in and Disagreements with Accountants",
      "contents": [
        "Item 9. Changes in and disagreements with accountants on accounting and financial disclosure Not applicable."
      ]
    },
    {
      "item": "Item 9A.",
      "description": "Controls and Procedures",
      "contents": [
        "Item 9A.",
        "Controls and proceduresEvaluation of Disclosure Controls and ProceduresOur disclosure controls and procedures (as defined in Rules 13a-15(e) and 15d-15(e) under the Securities Exchange Act of 1934, as amended (the “Exchange Act”) are designed to ensure that information required to be disclosed in the reports that we file or submit under the Exchange Act is recorded, processed, summarized and reported within the time periods specified in the rules and forms of the Securities and Exchange Commission and to ensure that information required to be disclosed is accumulated and communicated to management, including our President and Chief Executive Officer and our Chief Financial Officer, to allow timely decisions regarding disclosure.",
        "The President and Chief Executive Officer and the Chief Financial Officer, with assistance from other members of management, have reviewed the effectiveness of our disclosure controls and procedures as of December 31, 2019 and, based on their evaluation, have concluded that the disclosure controls and procedures were effective as of such date.Internal Control over Financial Reporting In addition, Mastercard Incorporated’s management assessed the effectiveness of Mastercard’s internal control over financial reporting as of December 31, 2019.",
        "Management’s report on internal control over financial reporting is included in Part II, Item 8.",
        "PricewaterhouseCoopers LLP, an independent registered public accounting firm, has audited the consolidated financial statements included in this Annual Report on Form 10-K and, as part of their audit, has issued their report, included herein, on the effectiveness of our internal control over financial reporting.Changes in Internal Control over Financial Reporting There was no change in Mastercard’s internal control over financial reporting that occurred during the three months ended December 31, 2019 that has materially affected, or is reasonably likely to materially affect, Mastercard’s internal control over financial reporting."
      ]
    },
    {
      "item": "Item 9B.",
      "description": "Other Information",
      "contents": [
        "Item 9B.",
        "Other InformationPursuant to Section 219 of the Iran Threat Reduction and Syria Human Rights Act of 2012, we hereby incorporate by reference herein the disclosure contained in Exhibit 99.1 of this Report.",
        "MASTERCARD 2019 FORM 10-K 107 PART III"
      ]
    },
    {
      "item": "Item 10.",
      "description": "Directors, Executive Officers and Corporate Governance",
      "contents": [
        "Item 10. Directors, executive officers and corporate governanceInformation regarding our executive officers is included in section “Information about our executive officers” in Part I of this Report.",
        "Additional information required by this Item with respect to our directors and executive officers, code of ethics, procedures for recommending nominees, audit committee, audit committee financial experts and compliance with Section 16(a) of the Exchange Act will appear in our definitive proxy statement to be filed with the SEC and delivered to stockholders in connection with our 2020 annual meeting of stockholders (the “Proxy Statement”).",
        "The aforementioned information in the Proxy Statement is incorporated by reference into this Report."
      ]
    },
    {
      "item": "Item 11.",
      "description": "Executive Compensation",
      "contents": [
        "Item 11. Executive compensationThe information required by this Item with respect to executive officer and director compensation will appear in the Proxy Statement and is incorporated by reference into this Report."
      ]
    },
    {
      "item": "Item 12.",
      "description": "Security Ownership",
      "contents": [
        "Item 12.",
        "Security ownership of certain beneficial owners and management and related stockholder mattersThe information required by this Item with respect to security ownership of certain beneficial owners and management equity and compensation plans will appear in the Proxy Statement and is incorporated by reference into this Report."
      ]
    },
    {
      "item": "Item 13.",
      "description": "Certain Relationships and Related Transactions",
      "contents": [
        "Item 13.",
        "Certain relationships and related transactions, and director independenceThe information required by this Item with respect to transactions with related persons, the review, approval or ratification of such transactions and director independence will appear in the Proxy Statement and is incorporated by reference into this Report."
      ]
    },
    {
      "item": "Item 14.",
      "description": "Principal Accountant Fees and Services",
      "contents": [
        "Item 14.",
        "Principal accountant fees and servicesThe information required by this Item with respect to auditors’ services and fees will appear in the Proxy Statement and is incorporated by reference into this Report.MASTERCARD 2019 FORM 10-K 109 PART IV"
      ]
    },
    {
      "item": "Item 15.",
      "description": "Exhibits and Financial Statement Schedules",
      "contents": [
        "Item 15. Exhibits and financial statement schedules(a)The following documents are filed as part of this Report: 1Consolidated Financial Statements See Index to Consolidated Financial Statements in Part II, Item 8.",
        "2Consolidated Financial Statement SchedulesNone. 3The following exhibits are filed as part of this Report or, where indicated, were previously filed and are hereby incorporated by reference:Refer to the Exhibit Index included herein."
      ]
    },
    {
      "item": "Item 16.",
      "description": "Form 10-K Summary",
      "contents": [
        "Item 16.",
        "Form 10-K summaryNone.MASTERCARD 2019 FORM 10-K 111Exhibit indexExhibit number Exhibit Description3.1(a) Amended and Restated Certificate of Incorporation of Mastercard Incorporated (incorporated by reference to Exhibit 3.1 to the Company’s Current Report on Form 8-K filed September 29, 2016 (File No.",
        "001-32877)).3.1(b) Amended and Restated Bylaws of Mastercard Incorporated (incorporated by reference to Exhibit 3.2 to the Company’s Current Report on Form 8-K filed September 29, 2016 (File No.",
        "001-32877)).4.1 Indenture, dated as of March 31, 2014, between the Company and Deutsche Bank Trust Company Americas, as trustee (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on March 31, 2014 (File No.",
        "001-32877)).4.2 Officer’s Certificate of the Company, dated as of March 31, 2014 (incorporated by reference to Exhibit 4.2 of the Company’s Current Report on Form 8-K filed on March 31, 2014 (File No.",
        "001-32877)).4.3 Form of Global Note representing the Company’s 2.000% Notes due 2019 (included in Officer’s Certificate of the Company, dated as of March 31, 2014) (incorporated by reference to Exhibit 4.3 of the Company’s Current Report on Form 8-K filed on March 31, 2014 (File No.",
        "001-32877)).4.4 Form of Global Note representing the Company’s 3.375% Notes due 2024 (included in Officer’s Certificate of the Company, dated as of March 31, 2014) (incorporated by reference to Exhibit 4.4 of the Company’s Current Report on Form 8-K filed on March 31, 2014 (File No.",
        "001-32877)).4.5 Officer’s Certificate of the Company, dated as of December 1, 2015 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on December 1, 2015 (File No.",
        "001-32877)).4.6 Form of Global Note representing the Company’s 1.100% Notes due 2022 (included in Officer’s Certificate of the Company, dated as of December 1, 2015) (incorporated by reference to Exhibit 4.2 of the Company’s Current Report on Form 8-K filed on December 1, 2015 (File No.",
        "001-32877)).4.7 Form of Global Note representing the Company’s 2.100% Notes due 2027 (included in Officer’s Certificate of the Company, dated as of December 1, 2015) (incorporated by reference to Exhibit 4.3 of the Company’s Current Report on Form 8-K filed on December 1, 2015 (File No.",
        "001-32877)).4.8 Form of Global Note representing the Company’s 2.500% Notes due 2030 (included in Officer’s Certificate of the Company, dated as of December 1, 2015) (incorporated by reference to Exhibit 4.4 of the Company’s Current Report on Form 8-K filed on December 1, 2015 (File No.",
        "001-32877)).4.9 Officer’s Certificate of the Company, dated as of November 21, 2016 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on November 21, 2016 (File No.",
        "001-32877)).4.10 Form of Global Note representing the Company’s 2.000% Notes due 2021 (included in Officer’s Certificate of the Company, dated as of November 21, 2016) (incorporated by reference to Exhibit 4.2 of the Company’s Current Report on Form 8-K filed on November 21, 2016 (File No.",
        "001-32877)).4.11 Form of Global Note representing the Company’s 2.950% Notes due 2026 (included in Officer’s Certificate of the Company, dated as of November 21, 2016) (incorporated by reference to Exhibit 4.3 of the Company’s Current Report on Form 8-K filed on November 21, 2016 (File No.",
        "001-32877)).4.12 Form of Global Note representing the Company’s 3.800% Notes due 2046 (included in Officer’s Certificate of the Company, dated as of November 21, 2016) (incorporated by reference to Exhibit 4.4 of the Company’s Current Report on Form 8-K filed on November 21, 2016 (File No.",
        "001-32877)).4.13 Officer’s Certificate of the Company, dated as of February 26, 2018 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on February 26, 2018 (File No.",
        "001-32877)).4.14 Form of Global Note representing the Company’s 3.5% Notes due 2028 (included in Officer’s Certificate of the Company, dated as of February 26, 2018) (incorporated by reference to Exhibit 4.1 of the of the Company’s Current Report on Form 8-K filed on February 26, 2018 (File No.",
        "001-32877)).4.15 Form of Global Note representing the Company’s 3.95% Notes due 2048 (included in Officer’s Certificate of the Company, dated as of February 26, 2018) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on February 26, 2018 (File No.",
        "001-32877)).4.16 Officer’s Certificate of the Company, dated as of May 31, 2019 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on May 31, 2019 (File No.",
        "001-32877)).",
        "4.17 Form of Global Note representing the Company’s 2.950% Notes due 2029 (included in Officer’s Certificate of the Company, dated as of May 31, 2019) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on May 31, 2019 (File No.",
        "001-32877)).",
        "4.18 Form of Global Note representing the Company’s 3.650% Notes due 2049 (included in Officer’s Certificate of the Company, dated as of May 31, 2019) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on May 31, 2019 (File No.",
        "001-32877)).",
        "4.19 Officer’s Certificate of the Company, dated as of December 3, 2019 (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on December 3, 2019 (File No.",
        "001-32877)).",
        "4.20 Form of Global Note representing the Company’s 2.000% Notes due 2025 (included in Officer’s Certificate of the Company, dated as of December 3, 2019) (incorporated by reference to Exhibit 4.1 of the Company’s Current Report on Form 8-K filed on December 3, 2019 (File No.",
        "001-32877)). 4.21* Description of Securities Registered Pursuant to Section 12 of the Securities Exchange Act of 1934.",
        "10.1* $6,000,000,000 Amended and Restated Credit Agreement, dated as of November 14, 2019, among Mastercard Incorporated, the several lenders and agents from time to time party thereto, Citibank, N.A., as managing administrative agent and JPMorgan Chase Bank, N.A.",
        "as administrative agent.10.2+ Employment Agreement between Mastercard International Incorporated and Ajaypal Banga, dated as of July 1, 2010 (incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K filed July 8, 2010 (File No.",
        "001-32877)).10.3+ Employment Agreement between Martina Hund-Mejean and Mastercard International, amended and restated as of December 24, 2012 (incorporated by reference to Exhibit 10.5 to the Company’s Annual Report on Form 10-K filed February 14, 2013 (File No.",
        "001-32877)).10.3.1+ Amendment to Amended and Restated Employment Agreement between Martina Hund-Mejean and Mastercard International, dated as of December 21, 2017 (incorporated by reference to Exhibit 10.3.1 to the Company’s Annual Report on Form 10-K filed February 14, 2018 (File No.",
        "001-32877)).10.4+ Contract of Employment between Mastercard UK Management Services Limited and Ann Cairns, amended and restated as of April 5, 2018 (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed May 2, 2018 (File No.",
        "001-32877)).10.4.1+ Deed of Employment between Mastercard UK Management Services Limited and Ann Cairns, dated July 6, 2011 (incorporated by reference to Exhibit 10.8.2 to the Company’s Annual Report on Form 10-K filed February 16, 2012 (File No.",
        "001-32877)).10.5+ Description of Employment Arrangement with Craig Vosburg (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed May 2, 2018 (File No.",
        "001-32877)).10.6+ Description of Employment Arrangement with Gilberto Caldart (incorporated by reference to Exhibit 10.4 to the Company’s Quarterly Report on Form 10-Q filed April 30, 2019 (File No.",
        "001-32877)).10.7+ Description of Employment Arrangement with Tim Murphy (incorporated by reference to Exhibit 10.5 to the Company’s Quarterly Report on Form 10-Q filed April 30, 2019 (File No.",
        "001-32877)).10.8+ Mastercard International Senior Executive Annual Incentive Compensation Plan, as amended and restated effective June 9, 2015 (incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K filed June 10, 2015 (File No.",
        "001-32877)).10.9+ Mastercard International Incorporated Restoration Program, as amended and restated January 1, 2007 unless otherwise provided (incorporated by reference to Exhibit 10.22 to the Company’s Annual Report on Form 10-K filed February 19, 2009 (File No.",
        "001-32877)).10.10+ Mastercard Incorporated Deferral Plan, as amended and restated effective December 1, 2008 for account balances established after December 31, 2004 (incorporated by reference to Exhibit 10.25 to the Company’s Annual Report on Form 10-K filed February 19, 2009 (File No.",
        "001-32877)).10.11+ Mastercard Incorporated 2006 Long Term Incentive Plan, amended and restated effective June 5, 2012 (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed August 1, 2012 (File No.",
        "001-32877)).10.12+ Form of Restricted Stock Unit Agreement for awards under 2006 Long Term Incentive Plan (effective for awards granted on and subsequent to March 1, 2019) (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed April 30, 2019 (File No.",
        "001-32877)).10.13+ Form of Stock Option Agreement for awards under 2006 Long Term Incentive Plan (effective for awards granted on and subsequent to March 1, 2019) (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed April 30, 2019 (File No.",
        "001-32877)).10.14+ Form of Performance Unit Agreement for awards under 2006 Long Term Incentive Plan (effective for awards granted on and subsequent to March 1, 2019) (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed April 30, 2019 (File No.",
        "001-32877)).10.15+ Form of Mastercard Incorporated Long Term Incentive Plan Non-Competition and Non-Solicitation Agreement for named executive officers (incorporated by reference to Exhibit 10.17 to the Company’s Annual Report on Form 10-K filed February 16, 2012 (File No.",
        "001-32877)).10.16+ Amended and Restated Mastercard International Incorporated Executive Severance Plan, amended and restated as of April 10, 2018 (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed May 2, 2018 (File No.",
        "001-32877)).10.17+ Amended and Restated Mastercard International Incorporated Change in Control Severance Plan, amended and restated as of June 25, 2018 (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed July 26, 2018 (File No.",
        "001-32877)).10.18 Schedule of Non-Employee Directors’ Annual Compensation effective as of June 25, 2019 (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed July 30, 2019 (File No.",
        "001-32877)).10.19 2006 Non-Employee Director Equity Compensation Plan, amended and restated effective as of June 26, 2018 (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed July 26, 2018 (File No.",
        "001-32877)).10.20 Form of Deferred Stock Unit Agreement for awards under 2006 Non-Employee Director Equity Compensation Plan, amended and restated effective June 26, 2018 (effective for awards granted on and subsequent to June 25, 2019) (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed July 30, 2019 (File No.",
        "001-32877)).10.21 Form of Restricted Stock Agreement for awards under 2006 Non-Employee Director Equity Compensation Plan, amended and restated effective June 26, 2018 (effective for awards granted on and subsequent to June 25, 2019) (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed July 30, 2019 (File No.",
        "001-32877)).10.22 Form of Indemnification Agreement between Mastercard Incorporated and certain of its directors (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed May 2, 2006 (File No.",
        "000-50250)).10.23 Form of Indemnification Agreement between Mastercard Incorporated and certain of its director nominees (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed May 2, 2006 (File No.",
        "000-50250)).10.24 Deed of Gift between Mastercard Incorporated and Mastercard Foundation (incorporated by reference to Exhibit 10.28 to Pre-Effective Amendment No.",
        "5 to the Company’s Registration Statement on Form S-1 filed May 3, 2006 (File No.",
        "333-128337)).10.25 Settlement Agreement, dated as of June 4, 2003, between Mastercard International Incorporated and Plaintiffs in the class action litigation entitled In Re Visa Check/MasterMoney Antitrust Litigation (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed August 8, 2003 (File No.",
        "000-50250)).10.26 Stipulation and Agreement of Settlement, dated July 20, 2006, between Mastercard Incorporated, the several defendants and the plaintiffs in the consolidated federal class action lawsuit titled In re Foreign Currency Conversion Fee Antitrust Litigation (MDL 1409), and the California state court action titled Schwartz v.",
        "Visa Int’l Corp., et al. (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed November 1, 2006 (File No.",
        "001-32877)).10.27 Omnibus Agreement Regarding Interchange Litigation Judgment Sharing and Settlement Sharing, dated as of February 7, 2011, by and among Mastercard Incorporated, Mastercard International Incorporated, Visa Inc., Visa U.S.A.",
        "Inc., Visa International Service Association and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.33 to Amendment No.1 to the Company’s Annual Report on Form 10-K/A filed on November 23, 2011).10.27.1 Amendment to Omnibus Agreement Regarding Interchange Litigation Judgment Sharing and Settlement Sharing, dated as of August 25, 2014, by and among Mastercard Incorporated, Mastercard International Incorporated, Visa Inc., Visa U.S.A Inc., Visa International Service Association and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.1 to the Company’s Quarterly Report on Form 10-Q filed October 30, 2014 (File No.",
        "001-32877)).10.27.2 Second Amendment to Omnibus Agreement Regarding Interchange Litigation Judgment Sharing and Settlement Sharing, dated as of October 22, 2015, by and among Mastercard Incorporated, Mastercard International Incorporated, Visa Inc., Visa U.S.A Inc., Visa International Service Association and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed October 29, 2015 (File No.",
        "001-32877)).10.28** Mastercard Settlement and Judgment Sharing Agreement, dated as of February 7, 2011, by and among Mastercard Incorporated, Mastercard International Incorporated and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.34 to Amendment No.1 to the Company’s Annual Report on Form 10-K/A filed on November 23, 2011).10.28.1 Amendment to Mastercard Settlement and Judgment Sharing Agreement, dated as of August 26, 2014, by and among Mastercard Incorporated, Mastercard International Incorporated and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.2 to the Company’s Quarterly Report on Form 10-Q filed October 30, 2014 (File No.",
        "001-32877)).10.28.2 Second Amendment to Mastercard Settlement and Judgment Sharing Agreement, dated as of October 22, 2015, by and among Mastercard Incorporated, Mastercard International Incorporated and Mastercard’s customer banks that are parties thereto (incorporated by reference to Exhibit 10.3 to the Company’s Quarterly Report on Form 10-Q filed October 29, 2015 (File No.",
        "001-32877)).10.29 Superseding and Amended Class Settlement Agreement, dated September 17, 2018, by and among Mastercard Incorporated and Mastercard International Incorporated; Visa, Inc., Visa U.S.A. Inc.",
        "and Visa International Service Association; the Class Plaintiffs defined therein; and the Customer Banks defined therein (incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K filed September 18, 2018 (File No.",
        "001-32877)).21* List of Subsidiaries of Mastercard Incorporated.23.1* Consent of PricewaterhouseCoopers LLP.31.1* Certification of Ajay Banga, President and Chief Executive Officer, pursuant to Rule 13a-14(a)/15d-14(a), as adopted pursuant to Section 302 of the Sarbanes-Oxley Act of 2002.31.2* Certification of Sachin Mehra, Chief Financial Officer, pursuant to Rule 13a-14(a)/15d-14(a), as adopted pursuant to Section 302 of the Sarbanes-Oxley Act of 2002.32.1* Certification of Ajay Banga, President and Chief Executive Officer, pursuant to 18 U.S.C.",
        "Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002.32.2* Certification of Sachin Mehra, Chief Financial Officer, pursuant to 18 U.S.C.",
        "Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002.99.1* Disclosure pursuant to Section 219 of the Iran Threat Reduction and Syria Human Rights Act of 2012.101.INS XBRL Instance Document - the instance document does not appear in the Interactive Data File because its XBRL tags are embedded within the Inline XBRL document.101.SCH* XBRL Taxonomy Extension Schema Document101.CAL* XBRL Taxonomy Extension Calculation Linkbase Document101.DEF* XBRL Taxonomy Extension Definition Linkbase Document101.LAB* XBRL Taxonomy Extension Label Linkbase Document101.PRE* XBRL Taxonomy Extension Presentation Linkbase Document+Management contracts or compensatory plans or arrangements.",
        "*Filed or furnished herewith.**Exhibit omits certain information that has been filed separately with the U.S. Securities and Exchange Commission and has been granted confidential treatment.",
        "The agreements and other documents filed as exhibits to this report are not intended to provide factual information or other disclosure other than with respect to the terms of the agreements or other documents themselves, and should not be relied upon for that purpose.",
        "In particular, any representations and warranties made by the Company in these agreements or other documents were made solely within the specific context of the relevant agreement or document and may not describe the actual state of affairs as of the date they were made or at any other time.112 MASTERCARD 2019 FORM 10-KSignaturesPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this Annual Report on Form 10-K to be signed on its behalf by the undersigned, thereunto duly authorized.",
        "MASTERCARD INCORPORATED (Registrant) Date:February 14, 2020By: /s/ AJAY BANGA Ajay Banga President and Chief Executive Officer (Principal Executive Officer)Pursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated:Date:February 14, 2020By: /s/ AJAY BANGA Ajay Banga President and Chief Executive Officer; Director (Principal Executive Officer) Date:February 14, 2020By: /s/ SACHIN MEHRA Sachin Mehra Chief Financial Officer (Principal Financial Officer) Date:February 14, 2020By: /s/ SANDRA ARKELL Sandra Arkell Corporate Controller (Principal Accounting Officer) Date:February 14, 2020By: /s/ DAVID R.",
        "CARLUCCI David R. Carlucci Director Date:February 14, 2020By: /s/ RICHARD K. DAVIS Richard K. Davis Director Date:February 14, 2020By: /s/ STEVEN J. FREIBERG Steven J.",
        "Freiberg Director Date:February 14, 2020By: /s/ JULIUS GENACHOWSKI Julius Genachowski Director Date:February 14, 2020By: /s/ CHOON PHONG GOH Choon Phong Goh Director Date:February 14, 2020By: /s/ RICHARD HAYTHORNTHWAITE Richard Haythornthwaite Chairman of the Board; Director Date:February 14, 2020By: /s/ MERIT E.",
        "JANOW Merit E.",
        "Janow Director Date:February 14, 2020By: /s/ OKI MATSUMOTO Oki Matsumoto Director Date:February 14, 2020By: /s/ YOUNGME MOON Youngme Moon Director Date:February 14, 2020By: /s/ RIMA QURESHI Rima Qureshi Director Date:February 14, 2020By: /s/ JOSÉ OCTAVIO REYES LAGUNES José Octavio Reyes Lagunes Director Date:February 14, 2020By: /s/ GABRIELLE SULZBERGER Gabrielle Sulzberger Director Date:February 14, 2020By: /s/ JACKSON TAI Jackson Tai Director Date:February 14, 2020By: /s/ LANCE UGGLA Lance Uggla Director 113 MASTERCARD 2019 FORM 10-K"
      ]
    }
  ]
}